Repository: Grendpot2017/deltachat-pages
Catalog: */contribute.po
Languages: ca, de, fr, it, nb, pl, pt, ru, sq

source: --- title: Contribute layout: default-en ---
ca: --- title: Contribueix layout: default-ca ---
de: --- title: Mitwirken layout: default-de ---
fr: --- title: Contribuer layout: default-fr ---
it: --- title: Supporta layout: default-it ---
nb: --- title: Bidra layout: default-nb ---
pl: --- title: Wsparcie layout: default-pl ---
pt: --- title: Ajuda layout: default-pt ---
ru: --- title: Сделать вклад layout: default-ru ---
sq: --- title: Jepni ndihmesë layout: default-sq ---

source: # How to support us
ca: # Com podeu ajudar-nos
de: # Wie Sie uns unterstützen können
fr: # Comment nous soutenir
it: # Come supportare Delta Chat
nb: # Hvordan støtte oss
pl: # Jak nas wesprzeć
pt: # Como ajudar
ru: # Как внести свой вклад
sq: # Si të na përkrahni

source: Delta Chat is open source and free of charge. You can contribute in many ways to bring the development further!
ca: Delta Chat es programari de codi obert i gratuït. Hi pots contribuir de moltes maneres per fer avançar el seu desenvolupament!
de: Delta Chat wird als Open Source kostenlos zur Verfügung gestellt. Sie können auf verschiedenen Wegen helfen die Entwicklung voranzutreiben!
fr: Delta Chat est un logiciel libre et gratuit. Vous pouvez contribuer de plusieurs façons pour faire avancer le développement!
it: Delta Chat è open source ed è possibile supportarne lo sviluppo futuro.
nb: Delta Chat er gratis fri programvare. Du kan bidra på mange måter for å fremme utviklingen!
pl: Delta Chat jest otwarto-źródłowy i bezpłatny. Możesz przyczynić się do jego dalszego rozwoju na wiele sposobów!
pt: Delta Chat é de código aberto e você pode nos ajudar a desenvolvê-lo.
ru: Delta Chat бесплатное приложение с открытым исходным кодом. Вы можете внести свой вклад различными путями для дальнейшего развития его разработки .
sq: Delta Chat është me burim të hapur dhe falas. Mund të jepni ndihmesë në shumë mënyra që të shpihet më tej zhvillimi i tij!

source: # Channels
ca: # Canals
de: # Kontaktkanäle
fr: # Rester en contact
it: # Canali
nb: # Kanaler
pl: # Kanały
pt: # Canais
ru: # Каналы связи
sq: # Kanale

source: If you want to talk with us you may:
it: Per entrare in contatto con noi è possibile:
sq: Nëse doni të bisedoni me ne:

source: - Join the [Delta Chat mailing list](https://lists.codespeak.net/postorius/lists/delta.codespeak.net/) for community discussions - Collaborate through the [Github Delta Chat repositories](https://github.com/deltachat/) - Join IRC channel **#deltachat** on freenode - easily via [Web IRC]({% include webirc-url %})
it: - Entra nella [mailing list di Delta Chat ](https://lists.codespeak.net/postorius/lists/delta.codespeak.net/) per le discussioni della comunità - Collabora attraverso i [repository Github di Delta Chat](https://github.com/deltachat/) - Entra nel canale IRC **#deltachat** su freenode - è facile con [Web IRC]({% include webirc-url %})

source: # Donate
ca: # Donacions
de: # Spenden
fr: # Faire un don
it: # Donazioni
nb: # Doner
pl: # Dotacje
pt: ## Doe
ru: # Пожертвования
sq: # Dhuroni

source: Delta Chat development costs **money**. Your donation will support future improvements directly.
ca: El desenvolupament de Delta Chat costa **diners**. La teva donació ajudarà directament a les futures millores.
de: Die Entwicklung von Delta Chat kostet **Geld**. Ihr Beitrag bringt die Entwicklung direkt voran. Jeder Euro zählt.
fr: Le développement de Delta Chat coûte **de l'argent**. Votre don soutiendra directement les futures améliorations.
it: Lo sviluppo di Delta Chat ha un costo. Le donazioni supporteranno in modo diretto i futuri miglioramenti.
nb: Utviklingen av Delta Chat koster **penger**. Din donasjon støtter videre forbedring direkte.
pl: Rozwój Delta Chat kosztuje. Twoja darowizna będzie bezpośrednio wspierać przyszłe udoskonalenia.
pt: O desenvolvimento do Delta Chat envolve dinheiro. Uma doação sua pode nos ajudar.
ru: Разработка Delta Chat стоит **денег**. Ваше пожертвование поддержит разработку и будущие улучшения напрямую.
sq: Zhvillimi i Delta Chat-it kushton **para**. Dhurimi juaj do të mbështesë drejtpërsëdrejti përmirësimet e ardhshme.

source: - IBAN DE86100777770428658900, BIC NORSDE51XXX - PayPal or credit card: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Send bitcoins to [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)
it: - IBAN DE86100777770428658900, BIC NORSDE51XXX - PayPal o carte di credito: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Invio di bitcoin a [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)
nb: - IBAN DE86100777770428658900, BIC NORSDE51XXX - PayPal eller betalingskort: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Send bitcoin til [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)
pl: - IBAN DE86100777770428658900, BIC NORSDE51XXX - PayPal lub karta kredytowa: [paypal.me/deltachat](https://paypal.me/deltachat/20) Wyślij bitcoiny do [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)
pt: - IBAN DE86100777770428658900, BIC NORSDE51XXX - PayPal ou cartão de crédito: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Bitcoins para [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)
ru: - IBAN DE86100777770428658900, BIC NORSDE51XXX - PayPal или банковская карта: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Отправляйте биткоины на [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)
sq: - IBAN DE86100777770428658900, BIC NORSDE51XXX - PayPal ose kartë krediti: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Dërgoni bitkoin te [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)

source: We need **devices** for test purposes. Do you have any disused Android Smartphone or iPhone? [We](imprint)'d love to take it!
ca: Necessitem **dispositius** per fer proves. Tens algun Smartphone Android o iPhone en desús? A [naltros](imprint) ens encantaria tenir-lo!
de: Für Testzwecke benötigen wir ausserdem **Testgeräte**. Haben sie ein ausgedientes Android Smartphone oder ein iPhone? [Wir](imprint) nehmen es gerne!
fr: Nous avons besoin d'**appareils** à des fins de test. Avez-vous un smartphone Android ou un iPhone inutilisé? [Nous](../fr/imprint) serions heureux de l’avoir!
it: Abbiamo bisogno di **dispositivi** per eseguire i test. Hai un disposito Android o un iPhone che non utilizzi? [Noi](imprint) gradiremmo molto averlo!
nb: Vi trenger **enheter** i testøyemed. Har du en iPhone eller Android-telefon du ikke bruker? [Vi](imprint) tar imot med åpne armer!
pl: Potrzebujemy **urządzeń** do celów testowych. Czy masz jakiś nieużywany smartfon z Androidem lub iPhona? [Chcielibyśmy](imprint) go wziąć!
pt: Precisamos de **aparelhos** para fins de teste. Você tem algum smartphone velho? [We](imprint)'d love to take it!
ru: Мы нуждаемся в **устройствах** для тестирования. Если у вас есть ненужный смартфон на базе Android или iPhone? [Мы](imprint) с удовольствием примем их в дар!
sq: Na duhen **pajisje** për qëllime testimi. Keni ndonjë Android Smartphone ose iPhone që s’e përdorni më? [Do](imprint) të donim ta kishim!

source: # Translation
ca: # Traduccions
de: # Übersetzung
fr: # Traduction
it: # Traduzioni
nb: # Oversettelse
pl: # Tłumaczenie
pt: # Traduções
ru: # Перевод
sq: # Përkthim

source: Help to translate the Delta Chat app or the delta.chat website into your language using [Transifex](https://www.transifex.com/delta-chat/public/). Alternatively, you can download [this file](https://raw.githubusercontent.com/deltachat/deltachat-android/master/MessengerProj/src/main/res/values/strings.xml) and [send](imprint) us the translated version.
ca: Ajuda'ns a traduir l'app Delta Chat o la web delta.chat a la teva llengua usant [Transifex](https://www.transifex.com/delta-chat/public/). Alternativament, pots descarregar-te [aquest fitxer](https://raw.githubusercontent.com/deltachat/deltachat-android/master/MessengerProj/src/main/res/values/strings.xml) i [enviar](imprint)-nos la versió traduïda.
de: Helfen Sie, das Projekt mit [Transifex](https://www.transifex.com/delta-chat/public/) zu **lokalisieren**. Alternativ können Sie auch [diese Datei](https://raw.githubusercontent.com/deltachat/deltachat-android/master/MessengerProj/src/main/res/values/strings.xml) herunterladen, übersetzen und an uns [senden](imprint).
fr: Aidez a traduire l'application Delta Chat ou le site internet delat.chat dans votre langue en utilisant [Transifex](https://www.transifex.com/delta-chat/public/) Alternativement, vous pouvez télécharger [this file](https://raw.githubusercontent.com/deltachat/deltachat-android/master/MessengerProj/src/main/res/values/strings.xml) et [nous](imprint) envoyer la version traduite
it: È possibile contribuire alla traduzione dell'appliicazione Delta Chat o del sito web delta.chat nella propria lingua usando [Transifex](https://www.transifex.com/delta-chat/public/). In alternativa, è possibile scaricare [questo file](https://raw.githubusercontent.com/deltachat/deltachat-android/master/MessengerProj/src/main/res/values/strings.xml) e [inviare](imprint) a noi la versione tradotta.
pl: Pomóż tłumaczyć aplikację Delta Chat lub stronę delta.chat na swój język za pomocą [Transifexa](https://www.transifex.com/delta-chat/public/). Możesz również pobrać [ten plik](https://raw.githubusercontent.com/deltachat/deltachat-android/master/MessengerProj/src/main/res/values/strings.xml) i [wysłać](imprint) nam przetłumaczoną wersję.
pt: Ajude a traduzir o Delta Chat (app ou site) na sua língua usando [Transifex](https://www.transifex.com/delta-chat/public/). Alternativamente, você pode baixar [este arquivo](https://raw.githubusercontent.com/deltachat/deltachat-android/master/MessengerProj/src/main/res/values/strings.xml) e [encaminhar](imprint) a sua tradução.
ru: Помогайте в переводе приложения Delta Chat или веб сайта delta.chat на ваш язык [Transifex](https://www.transifex.com/delta-chat/public/). Наконец, вы можете просто загрузить [этот файл](https://raw.githubusercontent.com/deltachat/deltachat-android/master/MessengerProj/src/main/res/values/strings.xml) и [отправить](imprint) нам уже переведённую версию.

source: We're also searching for people who would like to maintain the Transifex page and the contact with the translators.
ca: També estem buscant gent que vulgui mantenir la pàgina de Transifex i el contacte amb els traductors.
de: Wir suchen auch noch jemanden, der sich um die Transifex Seite selbst und um den Kontakt mit den Übersetzern kümmert.
fr: Nous recherchons également des personnes désireuses de maintenir la page Transifex et le contact avec les traducteurs.
it: Sono anche necessarie persone che vogliano mantenere la pagina Transifex e i contatti con i traduttori.
nb: Vi søker også noen som kan vedlikeholde Transifex-siden og kontakten med oversetterne.
pl: Szukamy również osób, które chciałyby prowadzić stronę Transifex i kontakt z tłumaczami.
pt: Precisamos de alguém que ajude no gerenciamento da página do Transifex e mantenha contato com os tradutores.
ru: Мы также ищем людей, которые хотели бы поддерживать страницу Transifex и контакт с русскоязычными переводчиками.
sq: Kërkojmë edhe persona që do të donin të mirëmbanin faqen tonë Transifex dhe lidhjet me përkthyesit.

source: # Development
ca: # Desenvolupament
de: # Entwicklung
fr: # Développement
it: # Sviluppatori
nb: # Utvikling
pl: # Rozwój
pt: # Desenvolvedores
ru: # Разработка
sq: # Zhvillimi

source: We are looking for open source developers who are familiar with C, Java, Android, iOS, Windows, Linux or Mac. Edit your own [Delta Chat](https://github.com/deltachat/) fork and send a pull request.
ca: Estem buscant desenvolupadors de programari lliure familiaritzats amb C, Java, Android, iOS, Windows, Linux o Mac. Edita el teu propi [Delta Chat](https://github.com/deltachat/) fork i envia un pull request.
de: Natürlich kann Delta Chat auch zusätzliche **Open-Source-Entwickler** gebrauchen: C, Java, Android, iOS, Windows, Linux und Mac Know-how sind gefragt. Nicht unbedingt alles zugleich :-) Bearbeiten Sie einfach Ihren [Delta Chat](https://github.com/deltachat/) Fork und senden einen Pull Request.
fr: Nous recherchons des développeurs en code source ouvert qui connaissent le C, Java, Android, iOS, Windows, Linux ou Mac. Modifiez votre propre fork [Delta Chat](https://github.com/deltachat/) et envoyez nous une requête de modification.
it: Siamo alla ricerca di sviluppatori open source che hanno familiarità con C, Java, Android, iOS, Windows, Linux o Mac. Basta modificare il proprio fork di [Delta Chat](https://github.com/deltachat/) e inviare una richiesta di pull.
nb: Vi leter etter friprog-utviklere som kjenner C, Java, Android, iOS, Windows, Linux|GNU eller Mac. Ta grep om din egen [Delta Chat](https://github.com/deltachat/) forgrening, og send inn en innlemmingsforespørsel.
pl: Poszukujemy programistów open source, którzy znają C, Java, Android, iOS, Windows, Linux lub Mac. Stwórz swoją własną modyfikację [Delta Chat](https://github.com/deltachat/) i wyślij prośbę o pobranie.
pt: É claro que desenvolvedores de código livre são muito bem-vindos! Faça seus melhoramentos no seu [Delta Chat fork](https://github.com/deltachat/) e mande um pull request.
ru: Мы ищем программистов для открытой разработки, того кто хорошо разбирается в C, Java, Android, iOS, Windows, Linux or Mac. Создайте собственный [Delta Chat](https://github.com/deltachat/) форк и сделайте запрос на слияние.
sq: Kërkojmë zhvillues burimi të hapur që janë të familjarizuar me C, Java, Android, iOS, Windows, Linux ose Mac. Përpunoni degëzimin tuaj të [Delta Chat](https://github.com/deltachat/) dërgoni një _pull request_.

source: The same applies for **this webpage** - no matter if you have bigger or smaller improvements: Easily edit this page [here](https://github.com/deltachat/deltachat-pages) and send us a pull request.
ca: Això mateix és vàlid per **aquesta web** - tant se val si tens millores petites o grans: Edita fàcilment aquesta pàgina [aquí](https://github.com/deltachat/deltachat-pages) i envia'ns un pull request.
de: Dasselbe gilt für **diese Webseite** - egal ob großartige Idee oder kleine Verbesserung: Sie können die Seite einfach [hier](https://github.com/deltachat/deltachat-pages/) bearbeiten.
fr: La même chose s'applique pour **cette page Web** - peu importe si vous avez des améliorations plus ou moins importantes: modifiez simplement cette page [ici](https://github.com/deltachat/deltachat-pages) et envoyez-nous une demande de modification.
it: Lo stesso vale per **questa pagina web** - non importa che si tratti di grandi o piccoli miglioramenti, basta modificare questa oagina [qui](https://github.com/deltachat/deltachat-pages) e inviare una richiesta di pull.
nb: Det samme er å anse for **denne nettsiden** - Uansett om du har små eller store forbedringer: Rediger denne siden [her](https://github.com/deltachat/deltachat-pages) og send innlemmingsforespørsel.
pl: To samo dotyczy **tej strony** - bez względu na to, czy masz większe czy mniejsze udoskonalenia: łatwo wyedytujesz tę stronę [tutaj](https://github.com/deltachat/deltachat-pages) i wyślij nam prośbę o pobranie.
pt: Você tem grandes ideias ou uma pequena dica para melhorar este **website?** Basta [editar aqui](https://github.com/deltachat/deltachat-pages) e enviar um pull request.
ru: Тоже самое и для нашего **сайта** - неважно какие у вас улучшения, большие или маленькие: просто отредактируйте страницу [здесь](https://github.com/deltachat/deltachat-pages) и отправьте запрос на слияние.
sq: E njëjta kërkesë vlen për **për këtë faqe** - s’ka rëndësi nëse përmirësimet tuaja janë të vockla apo të mëdha: Përpunojeni me lehtësi këtë faqe [këtu](https://github.com/deltachat/deltachat-pages) dhe na dërgoni një _pull request_.

source: # Recommendation
ca: # Recomanació
de: # Empfehlung
fr: # Recommandation
it: # Diffondete la parola
nb: # Anbefaling
pl: # Polecaj nas
pt: # Recomendação
ru: # Рекомендуйте
sq: # Rekomandim

source: Currently Delta Chat is still in beta state and is only suitable for early adopters. People using it today should consider that things are changing. With Version 1.0 Delta Chat will become market-ready and a recommendation for _everyone_.
ca: Actualment Delta Chat encara està en beta i només és adequat per pioners. Els seus usuaris actuals haurien de pensar que les coses estan canviant. Amb la versió 1.0 Delta Chat estarà llest pel seu llançament i recomanació per _tothom_.
de: Momentan ist Delta Chat nicht fertig und es kann sich noch vieles ändern. Alle, die Delta Chat aktuell nutzen, sollten dies wissen und einordnen können. Mit der Version 1.0 wird Delta Chat marktreif und _uneingeschränkt_ empfehlenswert.
fr: Actuellement, Delta Chat est toujours en état beta et ne convient qu'aux utilisateurs désirants le tester. Les gens qui l'utilisent aujourd'hui doivent tenir compte du fait que les choses changent. À partir de la version 1.0, Delta Chat deviendra stable et recommandable pour _tout le monde_.
it: Al momento Delta Chat è ancora in fase beta ed è adatta solo agli utenti _precoci_. Le persone che la utilizzano oggi dovrebbero tenere in considerazione che ci saranno cambiamenti. Appena Delta Chat raggiungerà la versione "1.0" diventerà pronta per il emrcato e sarà utilizzabile da _chiunque_.
nb: Akkurat nå er Delta Chat fremdeles i beta, og fungerer kun for prøvekaniner. Folk som bruker det i dag bør ha i minnet at ting er under endring. Med versjon 1.0 vil Delta Chat bli klart for bruk, og anbefalt brukt for _alle_.
pl: Obecnie Delta Chat jest nadal w fazie beta i nie jest odpowiedni dla początkujących użytkowników. Ludzie używający go dzisiaj powinni uważać, ponieważ rzeczy się zmieniają. W wersji 1.0, Delta Chat stanie się gotowy do wprowadzenia na rynek i polecania _wszystkim_.
pt: Atualmente o Delta Chat ainda esta em estado beta e é recomendado somente para testes. Se decidir usá-lo, tenha em mente que ele está sujeito a profundas mudanças. Tão logo o Delta Chat alcance a versão "1.0", será recomendado para todo mundo.
ru: В данный момент Delta Chat все ещё находится в состоянии бета и рекомендуется только первопроходцам. Как только Delta Chat достигнет версии "1.0", то будет рекомендован для всех.
sq: Hëpërhë Delta Chat-i është ende në gjendje _beta_ dhe është i përshtatshëm vetëm për adoptues të hershëm. Personat që e përdorin sot do të duhej të kishin parasysh që gjërat ndryshojnë. Me versionin 1.0 Delta Chat do të jetë gati për qarkullim dhe e rekomanduar për _këdo_.

source: # Bug Reports
ca: # Informes d'errors
de: # Fehler melden
fr: # Rapports d'erreur
it: # Segnalazione errori
nb: # Feilrapporter
pl: # Zgłaszanie błędów
pt: # Relatórios de erro
ru: # Отчёты об ошибках
sq: # Njoftime të Metash

source: Use the following **Issue Trackers** to report bugs.
ca: Pots usar els següents **gestors d'incidències** per comunicar els bugs.
de: Fehler können mit einer möglichst genauen Beschreibung in den passenden **Issue Tracker** eingetragen werden. Ein Abbild vom Bildschirm ist oft hilfreich.
fr: Utilisez ces **systèmes de suivi de problèmes** pour signaler des erreurs.
it: Usare i seguenti **sistemi di tracciamento** per segnalare errori o problemi.
nb: Bruk følgende **feilsporer** for å innrapportere feil.
pl: Aby zgłosić błędy, użyj następujących modułów do **śledzenia problemów**.
pt: Use nossos **Issue Trackers** para relatar erros. Se possível, por favor, adicione uma descrição detalhada; um screenshot ajuda também.
ru: Используйте наши **Трекеры**, чтобы сообщать об ошибках. По возможности, постарайтесь предоставлять как можно больше информации для фиксации ошибок и их дальнейшего устранения.
sq: Për të njoftuar të meta përdorni **Ndjekësit e Çështjeve** më poshtë.

source: - [Delta Chat Android](https://github.com/deltachat/deltachat-android/issues) - [Delta Chat iOS](https://github.com/deltachat/deltachat-ios/issues) - [Core Library + Python](https://github.com/deltachat/deltachat-core/issues)
ca: - [Delta Chat Android](https://github.com/deltachat/deltachat-android/issues) - [Delta Chat iOS](https://github.com/deltachat/deltachat-ios/issues) - [Biblioteca del nucli + Python](https://github.com/deltachat/deltachat-core/issues)
fr: - [Delta Chat Android](https://github.com/deltachat/deltachat-android/issues) - [Delta Chat iOS](https://github.com/deltachat/deltachat-ios/issues) - [Librarie principale + Python](https://github.com/deltachat/deltachat-core/issues)
it: - [Delta Chat per Android](https://github.com/deltachat/deltachat-android/issues) - [Delta Chat per iOS](https://github.com/deltachat/deltachat-ios/issues) - [Core Library + Python](https://github.com/deltachat/deltachat-core/issues)
nb: - [Delta Chat Android](https://github.com/deltachat/deltachat-android/issues) - [Delta Chat iOS](https://github.com/deltachat/deltachat-ios/issues) - [Kjernebibliotek+ Python](https://github.com/deltachat/deltachat-core/issues)
pl: - [Delta Chat Android](https://github.com/deltachat/deltachat-android/issues) - [Delta Chat iOS](https://github.com/deltachat/deltachat-ios/issues) - [Biblioteka główna + Python](https://github.com/deltachat/deltachat-core/issues)

source: If you want to talk with us or other users you may:
de: Wenn Sie uns oder andere Benutzer kontaktieren möchten:

source: - <b>New:</b> Have a look at the [Delta Chat support forum](https://support.delta.chat) which is where developers and users help users without requiring them to deal with github. - Join the [Delta Chat mailing list](https://lists.codespeak.net/postorius/lists/delta.codespeak.net/) for community discussions - Collaborate through the [Delta Chat repositories](https://github.com/deltachat/) - Join IRC channel **#deltachat** on freenode - easily via [Web IRC]({% include webirc-url %}) Note that in order to post you need to register by typing `/msg nickserv register PASSWORD EMAIL` which will send a confirmation e-mail. Without this registration and e-mail verification you can read but not post messages.
de: - Neu: Schauen Sie in unser Chat [Delta Chat support forum](https://support.delta.chat) - Melden Sie sich bei der [Delta Chat Mailing-Liste](https://lists.codespeak.net/postorius/lists/delta.codespeak.net/) für Diskussionen in der Community an - Arbeiten Sie mit uns in den [Github Delta Chat repositories](https://github.com/deltachat/) zusammen - Besuchen Sie den IRC channel **#deltachat** über freenode - einfach mit [Web IRC]({% include webirc-url %}). Um im IRC zu schreiben, müssen Sie sich mit `/msg nickserv register PASSWORD EMAIL` registrieren. Zum Lesen ist keine Anmeldung erforderlich.

source: - IBAN DE86100777770428658900, Account owner (please always specify): Björn Petersen, BIC NORSDE51XXX - PayPal or credit card: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Send bitcoins to [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)
de: - IBAN DE86100777770428658900, Kontoinhaber (bitte immer angeben): Björn Petersen, BIC NORSDE51XXX - Paypal, Kreditkarte oder Lastschrift: [paypal.me/deltachat](https://paypal.me/deltachat/20) - Bitcoins an [18e3zwis2raitdZVhEhHHT7xG6oXsZte9L](bitcoin:18e3zwis2raitdZVhEhHHT7xG6oXsZte9L)
