Repository: Grendpot2017/deltachat-pages
Catalog: */contribute.po
Languages: ca, de, fr, it, nb, pl, pt, ru, sq

source: - Join the [Delta Chat mailing list](https://lists.codespeak.net/postorius/lists/delta.codespeak.net/) for community discussions - Collaborate through the [Github Delta Chat repositories](https://github.com/deltachat/) - Join IRC channel **#deltachat** on [Freenode](https://webchat.freenode.net?uio=MTE9MjA16a&channels=%23deltachat)
sq: - Merrni pjesë te [lista e postimeve mbi Delta Chat-in](https://lists.codespeak.net/postorius/lists/delta.codespeak.net/) për të ndjekur diskutimet e bashkësisë - Bashkëpunojmë përmes [deposh Github Delta Chat](https://github.com/deltachat/) - Na gjeni te kanali IRC **#deltachat** në [Freenode](https://webchat.freenode.net?uio=MTE9MjA16a&channels=%23deltachat)

source: Help to translate Delta Chat into your language using [Transifex](https://www.transifex.com/delta-chat/delta-chat-android/). Alternatively, you can download [this file](https://raw.githubusercontent.com/deltachat/deltachat-android/master/MessengerProj/src/main/res/values/strings.xml) and [send](imprint) us the translated version.
sq: Ndihmoni të përkthehet Delta Chat-i në gjuhën tuaj, përmes [Transifex](https://www.transifex.com/delta-chat/delta-chat-android/). Ndryshe, mund të shkarkoni [këtë kartelë](https://raw.githubusercontent.com/deltachat/deltachat-android/master/MessengerProj/src/main/res/values/strings.xml) dhe [dërgonani](imprint) versionin e përkthyer.
