Repository: Grendpot2017/deltachat-pages
Catalog: */download.po
Languages: ca, pl, sq

source: --- title: Download layout: default-en ---
ca: --- title: Descàrrega layout: default-ca ---
pl: --- title: Pobierz layout: default-pl ---

source: # Delta/Android Downloads (Beta)
pl: # Delta/Android (Beta)

source: Delta/Android is the most feature-rich and stable DeltaChat app.
pl: Delta/Android to najbardziej funkcjonalna i stabilna aplikacja DeltaChat.

source: # Delta/Desktop Downloads (Beta)
pl: # Delta/Desktop (Beta)

source: Delta/Desktop is well usable and can be operated standalone or in conjunction with Android or iOS.
pl: Delta/Desktop jest wystarczająco funkcjonalny i może być używany samodzielnie lub w połączeniu z systemem Android lub iOS.

source: * [download for Linux or Mac from our github release page](https://github.com/deltachat/deltachat-desktop/releases/).
pl: * [Pobierz dla Linuxa lub Maca z naszej strony GitHub](https://github.com/deltachat/deltachat-desktop/releases/).

source: * [Windows support pending, help needed!](https://github.com/deltachat/deltachat-desktop/issues/606)
pl: * [Obsługa systemu Windows w toku, potrzebna pomoc!](https://github.com/deltachat/deltachat-desktop/issues/606)

source: * [FAQ multiclient](help#multiclient) page on how to synchronize Desktop with another Delta app.
pl: * Strona [FAQ multi-klienta](help#multiclient) – jak zsynchronizować Desktop z inną aplikacją Delta.

source: * [View Changelog](https://github.com/deltachat/deltachat-desktop/blob/master/CHANGELOG.md), [contribute to Desktop repository](https://github.com/deltachat/deltachat-desktop/).
pl: * [Zobacz dziennik zmian](https://github.com/deltachat/deltachat-desktop/blob/master/CHANGELOG.md), [wnieś coś do repozytorium Desktop](https://github.com/deltachat/deltachat-desktop/).

source: # Delta/iOS on TestFlight (Beta)
pl: # Delta/iOS na TestFlight (Beta)

source: Delta/iOS supports basic functionality but not all features offered by Android or Desktop. Betas are distributed via Testflight.
pl: Delta/iOS obsługuje podstawową funkcjonalność, ale nie wszystkie funkcje oferowane przez Android lub Desktop. Wersje beta są dystrybuowane za pośrednictwem Testflight.

source: - [testflight invite page](https://testflight.apple.com/join/WVoYFOZe) for your iPhone or iPad.
pl: - [Strona z zaproszeniem do TestFlight](https://testflight.apple.com/join/WVoYFOZe) dla Twojego iPhona lub iPada.

source: - [contribute to iOS development](https://github.com/deltachat/deltachat-ios/).
pl: - [Przyczyń się do rozwoju iOS](https://github.com/deltachat/deltachat-ios/).

source: - Scan this QR code with the camera app of your iPhone/iPad
pl: - Zeskanuj ten kod QR za pomocą aplikacji aparatu na swoim iPhonie/iPadzie

source: ![QRCode](../assets/home/deltachat_testflight_qrcode.png)
pl: ![Kod QR](../assets/home/deltachat_testflight_qrcode.png)

source: # Verify Downloads
ca: # Verificació de les descàrregues
pl: # Weryfikacja pobranych plików

source: For Android, you can verify the signing certificate on the APK matches one of the following SHA256 fingerprints:
ca: Per Android, pots verificar que el certificat de signatura a l'APK coincideix amb alguna d'aquestes petjades SHA256:
pl: W przypadku systemu Android można sprawdzić, czy certyfikat APK jest zgodny z jednym z poniższych odcisków palców SHA256:

source: * For F-Droid downloads: `{% include fingerprint-f-droid %}`
pl: * Dla plików pobranych z F-Droid: `{% include fingerprint-f-droid %}`

source: * Other APK downloads: `{% include fingerprint-local %}`
pl: * Dla plików pobranych z innych miejsc: `{% include fingerprint-local %}`

source: To print the SHA256 fingerprints of the APK signing certificate you can use eg. `keytool -list -printcert -jarfile <APK-file>`
ca: Si vols imprimir les petjades SHA256 del certificat de signatura APK pots usar per ex. `keytool -list -printcert -jarfile <APK-file>`
pl: Do wydrukowania odcisków palców SHA256 certyfikatu podpisu aplikacji można użyć np. `keytool -list -printcert -jarfile <APK-file>`

source: # Download Delta Chat
ca: # Descarrega't Delta Chat

source: **Delta Chat is currently under development**
ca: **Hores d'ara Delta Chat està en desenvolupament**

source: A beta-state Android version is available on F-Droid. After the [version 1.0 milestone](https://github.com/deltachat/deltachat-android/milestone/1) availability on Google Play will follow. Further variants for iOS, Mac, Linux or Windows are planned. You can actively [support](contribute) us in the development.
ca: Hi ha una versió beta disponible per Android a F-Droid. Passada la [fita de la versió 1.0](https://github.com/deltachat/deltachat-android/milestone/1) vindrà la disponibilitat a Google Play. Hi ha planificades futures variants per iOS, Mac, Linux or Windows. Pots [ajudar](contribute)-nos en el seu desenvolupament.

source: * [Download from F-Droid](https://f-droid.org/app/com.b44t.messenger) * [Download APK](https://github.com/deltachat/deltachat-android/releases) (experienced users only) * [View Changelog]({% include changelog-url %})
ca: * [Descarrega'l de F-Droid](https://f-droid.org/app/com.b44t.messenger) * [Descarrega l'APK](https://github.com/deltachat/deltachat-android/releases) (només per usuaris experimentats) * [Mira el Changelog]({% include changelog-url %})

source: iOS development has started but it needs more work until we can present a download here. [Contributors](contribute) welcome :)
ca: El desenvolupament a iOS ha començat però necessita més dedicació fins que poguem mostrar-vos un enllaç de descàrrega aquí. Els [col·laboradors](contribute) son benvinguts :)

source: Delta Chat for Linux is not yet available. However it is possible to run the Android app in [Anbox](https://anbox.io) (Android in a Box) on your desktop. Further details are provided in our [FAQ](help#multiclient) page.
ca: Encara no està disponible Delta Chat per Linux. Tan mateix és possible executar l'app d'Android a [Anbox](https://anbox.io) (Android in a Box) al teu escriptori. Per més informació, consulta la nostra pàgina de [FAQ](help#multiclient).

source: * For F-Droid downloads: `{% include fingerprint-f-droid %}` * Other APK downloads: `{% include fingerprint-local %}`
ca: * Per descàrregues d'F-Droid: `{% include fingerprint-f-droid %}` * Altres descàrregues APK: `{% include fingerprint-local %}`

source: --- title: Get Delta Chat layout: default-en ---
sq: --- title: Merrni Delta Chat-in layout: default-sq ---

source: # QR Code for this site If want to share this site quickly with a friend, you can use this qr code:
sq: # Kod QR për këtë sajt Nëse doni t’ia jepni këtë sajt një shoku shpejt e shpejt, mund të përdorni këtë kod QR:

source: <img style="float: center" src="../assets/home/get.delta.chat.png" alt="Qr code for https://get.delta.chat" width="200" />
sq: <img style="float: center" src="../assets/home/get.delta.chat.png" alt="Kod QR për https://get.delta.chat" width="200" />

source: Or just visit `https://get.delta.chat` on your friends device.
sq: Ose thjesht vizitoni `https://get.delta.chat` që nga pajisja e shoku tuaj.

source: # Links
sq: # Lidhje

source: * [FAQ multiclient](help#multiclient) page on how to synchronize Desktop with another Delta app. * [Verify Downloads](verify_downloads.html)
sq: * Faqe [PBR për versionin shumëklientësh](help#multiclient) mbi si të njëkohësohet Desktopi me një tjetër aplikacion Delta. * [Verifikoni Shkarkime](verify_downloads.html)

source: ## Changelogs
sq: ## Regjistra ndryshimesh

source: ## Preview Builds: * [Desktop](https://download.delta.chat/desktop/preview/)
sq: ## Montime Paraparje: * [Desktop](https://download.delta.chat/desktop/preview/)

source: ## Badges
sq: ## Stema

source: [<img src="../assets/home/get-it-on-gplay-beta.png" alt="Beta testing on Google Play" width="200" />](https://play.google.com/store/apps/details?id=chat.delta) [<img src="../assets/home/get-it-on-fdroid.png" alt="Get it on F-Droid" width="200" />](https://f-droid.org/app/com.b44t.messenger) <!-- <img src="../assets/home/get-it-on-ios.png" alt="Download on Apple AppStore" width="200" style="float:right; filter: opacity(.3) grayscale(100%);" /> -->
sq: [<img src="../assets/home/get-it-on-gplay-beta.png" alt="Testim Beta në Google Play" width="200" />](https://play.google.com/store/apps/details?id=chat.delta) [<img src="../assets/home/get-it-on-fdroid.png" alt="Merreni në F-Droid" width="200" />](https://f-droid.org/app/com.b44t.messenger) <!-- <img src="../assets/home/get-it-on-ios.png" alt="Shkarkojeni që nga Apple AppStore" width="200" style="float:right; filter: opacity(.3) grayscale(100%);" /> -->
