Repository: Grendpot2017/deltachat-pages
Catalog: */gdpr.po
Languages: it

source: --- title: GDPR and Privacy layout: default-en ---
it: --- title: GDPR layout: default-it ---

source: # Note on privacy and GDPR
it: # Note su privacy e GDPR

source: The General Data Protection Regulation (GDPR) is often regarded as the furthest reaching legislation for privacy protection of users. On this page we detail how the Delta Chat app easily complies with GDPR requirements.
it: Il Regolamento Generale sulla Protezione dei Dati (GDRP) è spesso considerato come la legislazione vigente di maggior portata per la protezione della privacy degli utenti. In questa pagina dettagliamo come l'app Delta Chat ottemperi agevolmente ai requisiti della GDPR.

source: # How Delta Chat complies to the GDPR
it: # Come Delta Chat rispetta la GDPR

source: - Implements the **Privacy by Design** requirement of the GDPR, through
it: - Implementa il requisito GDPR **Protezione dei dati fin dalla progettazione** tramite

source: - **Confidentiality**: End-to-end encryption when possible, by implementing [Autocrypt Level 1](https://autocrypt.org).
it: - **Riservatezza**: crittografia End-to-end ogni qualvota possibile, implementando [Autocrypt Level 1](https://autocrypt.org).

source: - **Data minimization**: No uploading of address-book content.
it: - **Limitazione della conservazione**: Non viene fatto alcun upload della propria rubrica contatti.

source: - **Data avoidance**: No Delta Chat server, no processing of personal data.
it: - **Minimizzazione dei dati**: Non esiste un server Delta Chat, per cui non c'è trattamento di dati personali

source: - Does not require any **consent** (article 7 GDPR) from the users or their contacts (data subjects), because no address-book data is transmitted.
it: - Non è richiesto alcun **consenso* (articolo 7 GDPR) agli utenti o loro contatti (soggetti interessati) perchè non viene trasmesso alcun dato della rubrica.

source: - Can be used **without requiring a contract or instructions** from any controller (organisation), because no additional third party will process the E-Mail related personal data.
it: - Può essere usato **senza richiedere un contratto o altre istruzioni** da qualsiasi responsabile del trattamento (organizzazione), in quanto nessun altro soggetto terzo tratterà i dati personali relativi alla posta elettronica.

source: # How data controllers (organizations) benefit from using Delta Chat in complying to the GDPR
it: # Come i responsabili del trattamento (organizzazioni) beneficiano dall'uso di Delta Chat in ottemperanza al GDPR

source: - Creates **no additional information requirements** for the controller towards direct or indirect data subjects regarding any collection of address-book-data, article 13, 14 GDPR.
it: - Non genera **nessun requisito informativo aggiuntivo* per il responsabile del trattamento nei confronti dei soggetti diretti o indiretti circa la raccolta dei dati della rubrica, articolo 13, 14 GDPR.

source: - Needs **no data protection impact assessment** to be carried out for Delta Chat (Article 35 GDPR), because it processes no particular additional data beyond E-Mail messenging.
it: - Per Delta Chat **non è necessaria alcuna 'Valutazione d'impatto sulla protezione dei dati' ** (Articolo 35 GDPR), in quanto non sottopone a trattamento alcun dato diverso dalla messaggistica E-Mail.

source: - Adding Delta Chat's privacy measures to the **record of processing activities** can have a positive impact on eventual **evidence documentation**, (article 30 GDPR) as well as on the **data protection certification process**, Article 25 (3), 42 GDPR.
it: - Aggiungere gli strumenti di privacy di Delta Chat al **registro delle attività** può avere un impatto positivo sull'eventuale **documentazione di prova**, (articolo 30 GDPR) così come sul **procedimento di certificazione**, Article 25 (3), 42 GDPR.

source: - The **record of processing activities** linked to the messenger-communication is reduced to identifying the email-providers and recording their activities, Article 30 (2) GDPR.
it: - Il **registro delle attività** legato alla comunicazione messaggistica è ridotto all'identificazione dei provider email e alla registrazione delle loro attività, Article 30 (2) GDPR.

source: - Remaining risks to the rights and freedoms of natural persons are generally also limited to the communication data processed by the controller and the email providers.
it: - I rischi residui legati ai diritti e alle libertà delle persone sono anch'essi di solito limitati ai dati di comunicazione processati dal responsabile del trattamento e dai provider email.

source: This statement reflects the General Data Protection Regulation (GDPR) as of 16.05.2018.
it: Questa dichiarazione è conforme al General Data Protection Regulation (GDPR) al 16.05.2018.
