Repository: Grendpot2017/deltachat-pages
Catalog: */help.po
Languages: de, it, nb, pl, ru, sq, uk

source: If you don't have a key or don't even know you would need one - don't worry: Delta Chat generates one as needed, you don't have to hit a button for it.
de: Wenn Sie keinen Schlüssel besitzen oder nicht einmal wissen, dass Sie einen benötigen - keine Sorge: Delta Chat erstellt einen Schlüssel, wenn er benötigt wird.
it: Se non hai una chiave o non sai perché ne dovresti aver bisogno, non preoccuparti: Delta Chat ne genera una quando necessario, non devi premere nessun tasto.
pl: Jeśli nie masz klucza lub nawet nie wiesz, że go potrzebujesz nie przejmuj się: Delta Chat generuje go w razie potrzeby, nie trzeba naciskać przycisku, aby to zrobić.
sq: Nëse s’keni kyç ose as që e dinit se mund t’ju duhej një i tillë… mos u bëni merak: Delta Chat-i prodhon një të tillë, kur duhet, dhe s’keni gjë për të bërë.

source: ### I can't import my existing PGP key into Delta Chat.
de: ### Ich kann meinen existierenden PGP-Schlüssel nicht in Delta Chat importieren.
it: ### Non riesco ad importare la mia chiave PGP in Delta Chat.
pl: ### Nie mogę zaimportować istniejącego klucza PGP do Delta Chat.
sq: ### S’eksportoj dot kyçet e mi ekzistues PGP në Delta Chat.

source: With a very good chance, the problem is that your key is encrypted and/or uses a password. Such keys are not supported by Delta Chat. You may remove the passphrase encryption and the password and try the import again. If you want to keep your passphrase you'll have to create an e-mail alias for use with Delta Chat such that Delta Chat's key is tied to this e-mail alias.
de: Mit sehr großer Wahrscheinlichkeit besteht das Problem darin, dass Ihr Schlüssel verschlüsselt ist und/oder ein Passwort verwendet. Solche Schlüssel werden von Delta Chat nicht unterstützt. Bitte entfernen Sie die Verschlüsselung und das Passwort und versuchen Sie den Import danach erneut. Wenn Sie das Passwort nicht entfernen möchten, dann müssen Sie einen E-Mail-Alias zur Nutzung mit Delta Chat anlegen, sodass der Schlüssel von Delta Chat mit diesem E-Mail-Alias verknüpft ist.
it: Con molta probabilità, il problema sta nel fatto che la tua chiave è cifata e/o usa una password. Queste chiavi non sono supportate da Delta Chat. Rimuovi la cifratura e la password e prova ad importarla nuovamente. Se vuoi mantenere password di cifratura, dovrai creare un alias email per usarlo con Delta Chat poichè le chiavi di Delta Chat sono legate all'alias email.
pl: Jest wielce prawdopodobne, że problemem jest klucz, który jest zaszyfrowany i/lub używa hasła. Takie klucze nie są obsługiwane przez Delta Chat. Możesz usunąć frazę szyfrującą i hasło i spróbować ponownie zaimportować klucz. Jeśli chcesz zachować hasło, musisz utworzyć alias e-mail do użytku z Delta Chat, tak aby klucz Delta Chat był powiązany z tym aliasem e-mail.
sq: Ka një mundësi të mirë që problemi të jetë se kyçi juaj është fshehtëzuar dhe/ose përdor një fjalëkalim. Kyçe të tillë nuk mbulohen nga Delta Chat-i. Mund të hiqni fshehtëzimin me frazëkalim dhe fjalëkalimin dhe të riprovoni. Nëse doni të mbani frazëkalimin tuaj, do t’ju duhet të krijoni një alias email-i për ta përdorur me Delta Chat-in, që kyçi i Delta Chat-it të jetë i lidhur me këtë alias email-i.

source: Format wise, Delta Chat supports common OpenPGP private key formats, however, it is unlikely that we will support 100% of all private keys of any sources. This is also not the main focus of Delta Chat (in fact, the large majority of the Delta Chat users will not have any key before they start using Delta). However, we try to support private keys from other sources as good as possible.
de: Grundsätzlich sollte Delta Chat "gängige" private Schlüsselformate unterstützen, allerdings ist es unwahrscheinlich, dass wir 100% aller privaten Schlüssel aus sämtlichen Quellen unterstützen. Dies ist auch nicht das Hauptaugenmerk von Delta Chat (tatsächlich besitzt die große Mehrheit der Delta Chat Benutzer keinen Schlüssel, bevor sie Delta Chat verwenden). Wir versuchen jedoch, private Schlüssel aus anderen Quellen so gut wie möglich zu unterstützen.
it: Delta Chat supporta i formati di chiave privata OpenPGP comuni, ma difficilmente potrà supportare il 100% delle chiavi private da ogni sorgente. Questo non è nemmeno il focus principale di Delta Chat (la maggioranza degli utenti Delta Chat non ha una chiave quando iniziano ad usare Delta). Ad ogni modo proveremo a supportare al meglio le chiavi private dalle altri sorgenti.
pl: Rozsądny format, Delta Chat obsługuje popularne formaty kluczy prywatnych OpenPGP, jednak jest mało prawdopodobne, że będziemy obsługiwać 100% wszystkich kluczy prywatnych z dowolnych źródeł. To również nie jest głównym celem Delta Chat (w rzeczywistości, znaczna większość użytkowników Delta Chat nie będzie miała żadnego klucza przed rozpoczęciem korzystania z Delta). Jednak staramy się wspierać klucze prywatne z innych źródeł tak dobrze jak to tylko możliwe.
sq: Për sa u takon formateve, Delta Chat-i mbulon formate të rëndomtë OpenPGP kyçesh private, megjithatë, ka pak gjasa që të mbulojmë 100% të krejt kyçeve private të çfarëdo burimi. Kjo gjithashtu s’është fokusi kryesor i Delta Chat-it (në fakt, shumica dërrmuese e përdoruesve të Delta Chat-it s’do të kenë ndonjë kyç përpara se të zënë të përdorin Delta-n). Sidofoqtë, përpiqemi të mbulojmë kyçe private prej burimesh të tjera sa më mirë që të mundet.

source: Removing the password from the private key will be different, depending on the software you use to manage your PGP keys. With Enigmail, you can set your password to an empty value in the Key Management window. With GnuPG you can set it [via the command line](https://github.com/deltachat/deltachat-android/issues/98#issuecomment-378383429). For other programs, you can find a solution online.
de: Das Entfernen des Passworts vom privaten Schlüssel ist abhängig von der Software, mit der Sie Ihre PGP-Schlüssel verwalten. Bei Enigmail können Sie Ihr Passwort im Fenster Schlüsselverwaltung auf einen leeren Wert setzen. Bei GnuPG können Sie es über die [Kommandozeile einstellen](https://github.com/deltachat/deltachat-android/issues/98#issuecomment-378383429). Für andere Programme können Sie online eine Lösung finden.
it: La rimozione della password dalle chiavi private può cambiare a seconda del software usato per gestire le chiavi PGP. Con Enigmail puoi impostarla ad un valore vuoto nella finestra di gestione delle chiavi. Anche con GnuPG puoi farlo [tramite linea di comando](https://github.com/deltachat/deltachat-android/issues/98#issuecomment-378383429). Per gli altri programmi puoi trovare altre soluzioni online.
pl: Usunięcie hasła z klucza prywatnego będzie się różnić w zależności od oprogramowania używanego do zarządzania kluczami PGP. Za pomocą programu Enigmail można ustawić hasło na pustą wartość w oknie zarządzania kluczami. Z GnuPG możesz ustawić je [z linii poleceń](https://github.com/deltachat/deltachat-android/issues/98#issuecomment-378383429). W przypadku innych programów można znaleźć rozwiązanie online.
sq: Heqja e fjalëkalimi nga kyçi privat do të jetë e ndryshme, varet nga software-i që ju përdorni për administrim kyçesh PGP. Me Enigmail-in, mund t’i jepni fjalëkalimit tuaj një vlerë të zbrazët, që nga dritarja Administrim Kyçesh. Me GnuPG-në mund ta bëni [përmes rreshti urdhrash](https://github.com/deltachat/deltachat-android/issues/98#issuecomment-378383429). Për programe të tjera, mund të gjeni një zgjidhje në internet.

source: ### Why don't you use pEp (pretty easy privacy)?
de: ### Warum verwendet Delta Chat kein pEp (pretty easy privacy)?
it: ### Perchè non usate pEp (pretty easy privacy)?
sq: ### Pse nuk përdorni pEp (<em>pretty easy privacy</em>)?

source: - Delta Chat uses the Autocrypt e2e-encryption standard. For a discussion of Autocrypt and pEp, see the [Autocrypt FAQ](https://autocrypt.org/faq.html#how-does-autocrypt-differ-from-pep).
de: - Delta Chat verwendet den Autocrypt Ende-zu-Ende-Verschlüsselungsstandard. Lese die [Autocrypt FAQ](https://autocrypt.org/faq.html#how-does-autocrypt-differ-from-pep) für eine Unterscheidung zwischen Autocrypt und pEp.
it: - Delta Chat usa lo standard Autocrypt per la cifratura e2e. Per approfondire una discussione su Autocrypt and pEp, vedi [Autocrypt FAQ](https://autocrypt.org/faq.html#how-does-autocrypt-differ-from-pep).
sq: - Delta Chat-i përdor standardin <em>e2e-encryption</em> të Autocrypt-it. Për një diskutim të Autocrypt-it dhe pEp-së, shihni [PBR Autocrypt-i](https://autocrypt.org/faq.html#how-does-autocrypt-differ-from-pep).

source: ## Multi-client {#multiclient}
de: ## Mehrere Geräte verwenden {#multiclient}
pl: ## Multi-klient {#multiclient}
sq: ## Multi-klient {#multiclient}

source: ### Can I use Delta Chat on multiple devices at the same time?
de: ### Kann ich Delta Chat auf mehreren Geräten zur selben Zeit verwenden?
it: ### Posso usare Delta Chat su più dispositivi contemporaneamente?
pl: ### Czy mogę korzystać z Delta Chat na wielu urządzeniach w tym samym czasie?
sq: ### A mund ta përdor Delta Chat-in në shumë pajisje njëherësh në të njëjtën kohë?

source: If you want to use the **same account** on different (Autocrypt capable) devices, you have to sync their encryption capabilities:
de: Wenn Sie **dasselbe Konto** auf unterschiedlichen (Autocrypt-fähigen) Geräten verwenden möchten, muss die Verschlüsselungsfunktion synchronisiert werden:
it: Se vuoi usare lo **stesso account** su dispositivi (compatibili Autocrypt) diversi, devi sincronizzare i loro strumenti di cifratura:
pl: - Jeśli chcesz używać tego **samego konta** na różnych urządzeniach (obsługujących Autocrypt), trzeba zsynchronizować ich możliwości szyfrowania:
sq: Nëse doni të përdorni **të njëjtën llogari** në pajisje të ndryshme (të afta për Autocrypt), lypset të njëkohësoni aftësitë e tyre për fshehtëzim:

source: - On the first device, choose "Advanced settings / Send Autocrypt Setup message" and click until a "security number" is shown.
de: - Wählen Sie auf dem ersten Gerät "Weitere Einstellungen / Autocrypt-Setup-Nachricht versenden" und klicken Sie, bis ein "Setup-Code" angezeigt wird.
it: - Nel primo dispositivo, scegli "Impostazioni avanzate / Invia messaggio di configurazione Autocrypt" e clicca finché viene mostrato un "numero di sicurezza".
pl: - Na pierwszym urządzeniu wybierz Ustawienia zaawansowane » Wyślij wiadomość konfiguracyjną Autocrypt i naciskaj, aż pojawi się „numer bezpieczeństwa”.
sq: - Në pajisjen e parë, zgjidhni "Rregullime të mëtejshme / Dërgo mesazh Rregullimi Autocrypt-i" dhe klikoni derisa të shfaqet një "numër sigurie".

source: - On the other device, wait for the "Autocrypt Setup Message" to arrive and click on it, which should prompt you for the security number.
de: - Warten Sie auf dem anderen Gerät, bis die "Autocrypt Setup Nachricht" ankommt und klicken Sie diese an. Eine Abfrage des Sicherheitscodes sollte nun erscheinen.
it: - Nell'altro dispositivo attendi che arrivi il "Messaggio di configurazione Autocrypt" e selezionalo, dovrebbe mostrarti un numero di sicurezza.
pl: - Na drugim urządzeniu poczekaj na komunikat „Wiadomość konfiguracyjna Autocrypt” i naciśnij ją, aby wyświetlić monit o podanie numeru bezpieczeństwa.
sq: - Në pajisjen tjetër, pritni të mbërrijë "Mesazh Rregullimi Autocrypt-i" dhe klikoni mbi të, çka do të duhej t’ju kërkonte numrin e sigurisë.

source: - You are now synchronized, and can use both devices for sending and receiving E2E-encrypted messages with your communication partners.
de: - Die Synchronisation ist nun erfolgreich und Sie können beiden Geräte zum Senden und Empfangen von Ende-zu-Ende-verschlüsselten Nachrichten an Ihre Kommunikationspartner verwenden.
it: - ora hai correttamente sincronizzato i dispositivi e puoi usarli per inviare e ricevere messaggi cifrati E2E con i tuoi interlocutori.
pl: - Przeszedłeś teraz synchronizację i możesz używać obu urządzeń do wysyłania i odbierania zaszyfrowanych wiadomości metodą e2e ze swoimi partnerami komunikacyjnymi.
sq: - Tani jeni i njëkohësuar dhe mund të përdorni që të dyja pajisjet për marrje dhe dërgim mesazhesh, të fshehtëzuar me E2E, me partnerët tuaj në komunikim.

source: ## Miscellaneous
de: ## Verschiedenes
it: ## Varie
pl: ## Różne
sq: ## Të ndryshme

source: ### Does Delta Chat work with _my_ e-mail-provider?
de: ### Funktioniert Delta Chat mit _meinem_ E-Mail-Anbieter?
it: ### Delta Chat funziona con il _mio_ provider email?
pl: ### Czy Delta Chat działa z _moim_ dostawcą poczty e-mail?
sq: ### A funksionon Delta Chat me shërbimin _tim_ email?

source: - With a rather good chance: Yes :) However, some providers need special options to work properly; users have collected some of them in the forum at [Provider Overview](https://support.delta.chat/t/provider-overview/)
de: - Mit ziemlich hoher Wahrscheinlichkeit: Ja :) Allerdings benötigen einige Anbieter besondere Optionen, um ordnungsgemäß zu funktionieren; eine von Nutzern erstellte Sammlung zu einigen Optionen findet sich unter [Provider Overview](https://support.delta.chat/t/provider-overview/).
it: - Con buona probabilità: si :) Ad ogni modo, alcuni provider richiedono di attivare impostazioni particolari per funzionare. Gli utenti hanno raccolto alcuni casi nel forum [Provider Overview](https://support.delta.chat/t/provider-overview/)
pl: - Z dość dużym prawdopodobieństwem: Tak :) Jednak niektórzy dostawcy potrzebują specjalnych opcji, aby działać poprawnie; użytkownicy zgromadzili niektóre z nich na forum w [Przeglądzie dostawców] (https://support.delta.chat/t/provider-overview/)
sq: - Shumë gjasa janë që: Po :) Sidoqoftë, disa shërbime lypin mundësi speciale për të punuar si duhet; përdoruesit kanë grumbulluar disa prej tyre te forumi në [Përmbledhje Shërbimesh](https://support.delta.chat/t/provider-overview/)
uk: - У більшості випадків: Так :) Проте для коректної роботи деяких провайдерів потрібні специфічні налаштування. Користувачі збирають ці налаштування на нашому форумі [Огляд провайдерів електронної пошти](https://support.delta.chat/t/provider-overview/)

source: ### I'm interested in the technical details. Can you tell me more?
de: ### Ich bin an technischen Details interessiert. Gibt es hierzu weitere Infos?
it: ### Sono interessato ai dettagli tecnici. Posso avere ulteriori informazioni?
pl: ### Interesują mnie szczegóły techniczne. Możesz powiedzieć mi więcej?
sq: ### Më interesojnë hollësitë teknike. Mund të më tregoni diçka më tepër?

source: - See [Standards used in Delta Chat]({% include standards-url %}).
de: - Siehe hierzu [in Delta Chat genutzte Standards]({% include standards-url %}).
it: - Consulta la pagina [Standard utilizzati in Delta Chat]({% include standards-url %}).
pl: - Zobacz [Standardy używane w Delta Chat]({% include standards-url %}).
sq: - Shihni [Standarde të përdorur në Delta Chat]({% include standards-url %}).

source: --- title: Help layout: default-en ---
nb: --- title: Hjelp layout: default-nb ---
ru: --- title: Помощь layout: default-ru ---
uk: --- title: Help layout: default-uk ---

source: # Frequently Asked Questions
nb: # Ofte-Stilte-Spørsmål
ru: # Часто задаваемые вопросы
uk: # Часті питання

source: - [General](#general) - [Groups](#groups) - [Encryption](#encryption) - [Multi-client](#multiclient) - [Miscellaneous](#miscellaneous)
nb: - [General](#general) - [Grupper](#groups) - [Kryptering](#encryption) - [Multi-client](#multiclient) - [Ymse](#miscellaneous)
ru: - [Общее](#general) - [Группы](#groups) - [Шифрование](#encryption) - [Мульти-клиент](#multiclient) - [Прочее](#miscellaneous)
uk: - [Загальне](#general) - [Групи](#groups) - [Шифрування](#encryption) - [Мульти-клієнт](#multiclient) - [Інше](#miscellaneous)

source: # General
nb: # Generelt
ru: # Общее
uk: # Загальне

source: ## To whom can I write?
nb: ## Hvem kan jeg skrive til?
ru: ## Кому я могу написать?
uk: ## Кому я можу написати?

source: - With Delta Chat, you can write to every existing e-mail address - even if the recipient is not (yet) using the Delta Chat App. This is one of the biggest differences to other messengers: There is no need for the receiver to install the same app as yours.
nb: - Med Delta Chat, kan du skrive til enhver eksisterende e-postadresse - som om mottakeren ikke (enda) bruker Delta Chat-programmet. Dette er én av de største forskjellene til andre meldingsprogrammer: Mottakeren trenger ikke å installere samme program som deg.
ru: - С помощью Delta Chat вы можете написать на любой существующий адрес электронной почты, даже если получатель не использует (пока) приложение Delta Chat. Это одно из самых больших отличий от других мессенджеров: у получателя нет необходимости устанавливать то же приложение, что и у вас.
uk: - За допомогою Delta Chat Ви можете написати на будь-яку існуючу адресу електронної пошти, навіть якщо одержувач (поки) не використовує цей додаток. Це одне з найбільших відмінностей від інших месенджерів: у одержувача немає необхідності встановлювати той же додаток, що і у Вас.

source: ## What are the advantages of Delta Chat compared to other messengers?
nb: ## Hva er fordelene med Delta Chat sammenlignet med andre meldingsforsendelsessystemer?
ru: ## Каковы преимущества Delta Chat по сравнению с другими мессенджерами?
uk: ## Які переваги має Delta Chat у порівнянні з іншими месенджерами?

source: - _Independent_ of any company or services. _You_ own your data. - Your data are not saved on a central server; this way, in contrast to most other messengers, Delta Chat even protect your metadata (who writes to whom?) - You do not distribute your address book to anyone. - _Fast_ by the use of Push-IMAP - _Largest userbase_ - receivers _not_ using Delta Chat can be reached as well - _Compatible_ - not only to itself - _Elegant_ and _simple_ user interface - _Distributed_ system - _No Spam_ - only messages of known users are shown by default - _Reliable_ - safe for professional use - _Trustworthy_ - can even be used for business messages - fully _Open Source_ and _Standards_ based
nb: - _Uavhengig_ av selskaper og tjenester. _Du_ eier din data. - Din data blir ikke lagret på en sentral tjener; på denne måten; i motsats til andre meldingsprogrammer, Delta Chat beskytter tilogmed din metadata (hvem skriver til hvem?) - Du sender ikke adresseboken din til noen. - _Raskt_ ved bruk av Push-IMAP - _Størst brukermasse_ - mottakere som _ikke_ bruker Delta Chat kan også nås - _Kompatibelt_ - ikke bare med seg selv - _Elegant_ og _enkelt_ brukergrensesnitt - _Distribuert_ system - _Ingen søppelpost_ - kun meldinger fra kjente brukere vises som forvalg - _Pålitelig_ -trygt for profesjonelt bruk - _Tillitsverdig_ - kan tilogmed brukes for bedriftsmeldinger - Helt _fri programvare_ og basert på _standarder_
ru: - _Независимый_ от любой компании или службы. _Вы_ владеете собственными данными. - Ваши данные не сохраняются на центральном сервере; таким образом, в отличие от большинства других мессенджеров, Delta Chat защищает даже ваши метаданные (кто пишет и кому) - Вы никому не распространяете свою адресную книгу. - _Быстрота_ благодаря использованию протокола Push-IMAP - _Огромное количество пользователей_ - получателей, _не_ использующих Delta Chat, также могут получать от вас сообщения - _Совместимо_ - не только с собой - _Лёгкий_ и _элегантный_ пользовательский интерфейс - _Распределённая_ система - _Нет спама_ - по умолчанию отображаются только сообщения от известных пользователей - _Надежный_ - безопасно для профессионального использования - _Заслуживающий доверия_ - можно использовать даже для деловой переписки - Полностью _открытый исходный код_ и основан на _стандартах_

source: ## What if the receiver does not use Delta Chat?
nb: ## Hva om mottakeren ikke bruker Delta Chat?
ru: ## Что если получатель не использует Delta Chat?
uk: ## Що буде, якщо одержувач не використовує Delta Chat?

source: - The receiver will get a normal email then - if he replies to it, you will see the reply in the Delta Chat app.
nb: - Mottakeren vil da få en vanlig e-post - hvis vedkommende svarer på den, vil du se svaret i Delta Chat programmet.
ru: - Ваш адресат получит обычное электронное письмо - если он ответит на него, вы увидите ответ (в том числе отправленные файлы) в приложении Delta Chat.
uk: - Ваш адресат отримає звичайного електронного листа. Якщо він відповість на нього, Ви побачите відповідь (зокрема відправлені файли) у додатку Delta Chat.

source: ## Which messages do appear in Delta Chat?
nb: ## Hvilke meldinger vises i Delta Chat?
ru: ## Какие сообщения отображаются в Delta Chat?
uk: ## Які повідомлення відображаються у Delta Chat?

source: Delta Chat automatically shows ...
nb: Delta Chat viser automatisk…
ru: Delta Chat автоматически показывает ...
uk: Delta Chat автоматично показує...

source: - Messages from contacts in your **address book** - Messages from contacts **contacted by you** - **Replies** to messages send by you
nb: - Meldinger fra kontakter i din **adressebok** - Meldinger fra kontakter **kontaktet av deg** - **Svar** til meldinger sendt av deg
ru: - Сообщения от контактов в вашей **адресной книги** - Сообщения от контактов, которым **вы писали сами** - **Ответы** на сообщения отправленные вами

source: Other messages do not appear automatically. You can see the other messages in the main menu at **Contact requests** and, if desired, start a chat from there.
nb: Andre meldinger vises ikke automatisk. Du kan se dem i hovedmenyen i **Kontaktforespørsler** og, hvis ønskelig, starte sludring derfra.
ru: Другие сообщения не отображаются автоматически. Вы можете посмотреть другие сообщения в пункте главного меню **Запросы контактов** и, при желании, начать чат оттуда.
uk: Інші повідомлення не відображаються автоматично. Ви можете ознайомитись з ними у пункті головного меню **Запити контактів** і, за бажанням, почати чат звідти.

source: ## What about Spam?
nb: ## Hva med spam?
ru: ## Что насчёт спама?
uk: ## Як щодо спаму?

source: - Messages in common spam folders are ignored and contained addresses are not considered as known contacts. - As messages from unknown contacts do not pop up automatically, normally, there's **no spam**. - However, if really needed, you can **block** any contact.
nb: - Meldinger i vanlige søppelpost-mapper ignoreres og inneholdende adresser blir ikke antatt å være kjente kontakter. - Siden meldinger fra ukjente kontakter ikke spretter opp automatisk, er det vanligvis **fritt for søppel**. - Dog kan du hvis du virkelig ønsker det **blokkere** enhver kontakt.
ru: - Сообщения из общей папки спама игнорируются и находящиеся там адреса не распознаются как известные вам контакты. - Так как сообщения от совершенно неизвестных контактов не появляются автоматически, вполне нормально, что у вас **не будет спама**. - Однако, если необходимо, вы можете **заблокировать** любой контакт.

source: ## Does Delta Chat support images, videos and other attachments?
nb: ## Støtter Delta Chat bilder, videoer og andre vedlegg?
ru: ## Delta Chat поддерживает вложения типа фото, видео или чего-нибудь ещё?
uk: ## Delta Chat підтримує вкладення у вигляді фото, відео і т.д.?

source: - Yes. Beside the plain text, all email-attachments are displayed as separate messages. Outgoing messages will get attachments as needed automatically.
nb: - Ja. Ved siden av klarteksten, vises alle e-postvedlegg som egne meldinger. Utgående meldinger vil få vedlegg ved behov automatisk.
ru: - Да. Помимо обычного текста, все вложения электронной почты отображаются в виде отдельных сообщений. Исходящие сообщения автоматически получают вложения.
uk: - Так. Крім звичайного тексту, всі вкладення електронної пошти відображаються у вигляді окремих повідомлень. Вихідні повідомлення автоматично отримують вкладення.

source: ## Does Delta Chat support HTML-emails?
nb: ## Støtter Delta Chat HTML-e-poster?
ru: ## Поддерживает ли Delta Chat HTML-письма?
uk: ## Чи підтримує Delta Chat HTML-листи?
