Repository: Grendpot2017/deltachat-pages
Catalog: */help.po
Languages: de, it, nb, pl, ru, sq, uk

source: --- title: FAQ lang: en render_toc: true header: Frequently Asked Questions ---
de: --- title: FAQ lang: de render_toc: true header: Häufig gestellte Fragen ---
it: --- title: FAQ lang: it render_toc: true header: Frequently Asked Questions ---
pl: --- title: FAQ lang: pl render_toc: true header: Często Zadawane Pytania ---
sq: --- title: PBR lang: sq render_toc: true header: Pyetje të Bëra Rëndom ---

source: ## General
de: ## Allgemein
it: ## Generali
pl: ## Główne
sq: ## Të përgjithshme

source: ### What is Delta Chat?
de: ### Was ist Delta Chat?
it: ### Cos'è Delta Chat?
pl: ### Czym jest Delta Chat?
sq: ## Ç’është Delta Chat-i?

source: Delta Chat is a new chat app that sends messages via e-mails, encrypted if possible, with Autocrypt. **You do not have to sign up anywhere, just use your existing e-mail account with Delta Chat.**
de: Delta Chat ist eine neue Chat-App, die mit Autocrypt verschlüsselte E-Mails versendet. **Sie müssen sich nirgendwo anmelden, verwenden Sie einfach Ihr bestehendes E-Mail-Konto bei Delta Chat.**
it: Delta Chat è una nuova applicazione che permette di inviare messaggi via email, cifrati, quando possibile con AutoCrypt . **Non è necessario registrarsi ad un servizio, usa direttamente il tuo account email tramite Delta Chat.**
pl: Delta Chat to nowa aplikacja do czatowania, która wysyła wiadomości e-mailem, w miarę możliwości zaszyfrowane przy użyciu Autocrypt. ** Nie musisz się nigdzie rejestrować, po prostu użyj swojego istniejącego konta e-mail w Delta Chat. **
sq: Delta Chat është një aplikacion i ri bisedash që i dërgon mesazhet përmes emai-i, të fshehtëzuar, nëse është e mundur, me Autocrypt. **Nuk ju duhet të regjistroheni gjëkundi, thjesht përdorni me Delta Chat-in llogarinë tuaj ekzistuese email.**

source: ### How can I find people to chat with?
de: ### Wie finde ich Leute, mit denen ich chatten kann?
it: ### Come posso trovare persone con cui messaggiare?
pl: ### Jak mogę znaleźć ludzi, z którymi mogę czatować?
sq: ### Si mund të gjej persona për të biseduar me ta?

source: With Delta Chat, you can write to every existing e-mail address - even if the recipient is not using the Delta Chat app. No need for the recipient to install the same app as yours, as with other messengers.
de: Mit Delta Chat können Sie an jede existierende E-Mail Adresse schreiben - selbst dann, wenn der Empfänger nicht Delta Chat verwendet. Im Gegensatz zu anderen Instant Messengern besteht für den Empfänger keine Notwendigkeit, dieselbe Anwendung zu installieren, die Sie auch verwenden.
it: Con Delta Chat puoi scrivere a qualsiasi indirizzo email - anche se il destinatario non usa Delta Chat. Al contrario di altre app, non è necessario che il destinatario utilizzi la tua stessa app.
pl: Dzięki Delta Chat możesz pisać na każdy istniejący adres e-mail - nawet jeśli odbiorca nie korzysta z aplikacji Delta Chat. Odbiorca nie musi instalować tej samej aplikacji co Twoja, tak jak w przypadku innych komunikatorów.
sq: Me Delta Chat-in, mund t’i shkruani cilësdo adresë email ekzistuese - madje edhe kur marrësi nuk përdor aplikacionin Delta Chat. Për marrësin s’është e nevojshme të instalojë të njëjtin aplikacion me ju, si me programe të tjera.

source: ### What are the advantages of Delta Chat compared to other messengers?
de: ### Welche Vorteile hat Delta Chat gegenüber anderen Messengern?
it: ### Quali sono i vantaggi di Delta Chat rispetto alle altre app di messaggistica?
pl: ### Jakie są zalety Delta Chat w porównaniu z innymi komunikatorami?
sq: ### Cilat janë përparësitë e Delta Chat-it krahasuar me programe të tjerë të llojit?

source: - _Independent_ of any company or services. _You_ own your data. - Your data is not saved on a central server unless all users are using the same e-mail servers - You do not distribute your address book to anyone. - _Fast_ by the use of Push-IMAP. - _Largest userbase_ - recipients _not_ using Delta Chat can be reached as well. - _Compatible_ - not only to itself. - _Elegant_ and _simple_ user interface. - _Distributed_ system. - _No Spam_ - only messages of known users are shown by default. - _Reliable_ - safe for professional use. - _Trustworthy_ - can even be used for business messages. - _Copyleft_ and _Standards_ based libre software.
de: - _Unabhängig_ von Unternehmen oder Dienstleistungen. _Sie_ besitzen Ihre Daten. - Ihre Daten werden _nicht_ auf einem zentralen Server gespeichert; im Gegensatz zu den meisten anderen Instant Messengern schützt Delta Chat auf diese Weise sogar Ihre Metadaten (wer schreibt mit wem?) - Sie übermitteln Ihr Adressbuch nicht an Dritte. - _Schnell_ durch die Verwendung von Push-IMAP. - _Größte Nutzerbasis_ - Empfänger, die Delta Chat _nicht_ nutzen, können ebenfalls erreicht werden. - _Kompatibel_ - nicht nur zu sich selbst. - _Elegante_ und _einfache_ Benutzeroberfläche. - _Verteiltes_ System. - _Kein Spam_ - standardmäßig werden nur Nachrichten bekannter Benutzer angezeigt. - _Zuverlässig_ - sicher für den professionellen Einsatz. - _Vertrauenswürdig_ - kann sogar für geschäftliche Nachrichten verwendet werden. - Auf _Copyleft_ und _Standards_ basierende freie Software.
it: - _Indipendente_ da ogni azienda o servizio. _Tu_ possiedi i tuoi dati. - I dati non sono salvati in un server centrale, a meno che tutti gli utenti non usino lo stesso server - Non condivide la tua rubrica con nessuno. - _Veloce_ grazia all'uso del Push-IMAP - _Base utenti ampia_ - puoi comunicare anche con chi _non_ usa Delta Chat - _Compatibile_ - non solo con sé stessa - Interfaccia _Elegante_ e _semplice_ - Sistema _Distribuito_ - _Niente Spam_ - di default vengono mostrati solo i messaggi degli utenti conosciuti - _Solida_ - sicura per l'uso professionale - _Affidabile_ - può essere usata anche per messaggi aziendali - Completamente _Open Source_ e basata sugli _standard_
pl: - _Niezależny_ od jakiejkolwiek firmy lub usług. _Jesteś_ właścicielem swoich danych. - Twoje dane nie są zapisywane na centralnym serwerze, chyba że wszyscy użytkownicy korzystają z tych samych serwerów e-mail - Nie udostępniasz nikomu swojej książki adresowej - _Szybki_ dzięki użyciu Push-IMAP - _Największa baza użytkowników_ - możesz rozmawiać nawet z tymi, którzy _nie_ posiadają Delta Chat - _Zgodny_ - nie tylko z samym sobą - _Elegancki_ i _prosty_ interfejs użytkownika - _Rozproszony_ system - _Brak spamu_ - domyślnie wyświetlane są, tylko wiadomości znanych użytkowników - _Niezawodny_ - bezpieczny do użytku profesjonalnego - _Godny zaufania_ - może być wykorzystywany nawet do wiadomości biznesowych - Wolne oprogramowanie oparte na _Systemie licencjonowania praw autorskich_ i _Standardach_
sq: - _I pavarur_ nga ndonjë shoqëri apo shërbim. Zot i të dhënave tuaja jeni _ju_. - Të dhënat tuaja nuk ruhen në një shërbyes qendror, veç në qoftë se krejt përdoruesit përdorin të njëjtët shërbyes email-i - S’i shpalosni kujt librin tuaj të adresave. - _I shpejtë_ përmes përdorimit të Push-IMAP. - _Baza më e gjerë e përdoruesve_ - mund të mbërrihet edhe te marrë që _nuk_ përdorin Delta Chat-in. - _I përputhshëm_ - jo vetëm me veten. - Ndërfaqe përdoruesi _elegante_ dhe _e thjeshtë_. - Sistem i _shpërndarë_. - _Pa Spam_ - vetëm mesazhe nga përdorues të njohur, të cilat shfaqen si parazgjedhje. - _I qndrueshëm_ - i sigurt për përdorim profesional. - _I besueshëm_ - mundet madje të përdoret për mesazhe biznesi. - Software libre i bazuar në _Copyleft_ dhe _Standarde_.

source: ### Which messages do appear in Delta Chat?
de: ### Welche Nachrichten erscheinen in Delta Chat?
it: ### Quali messaggi vengono mostrati in Delta Chat?
pl: ### Jakie wiadomości pojawiają się w Delta Chat?
sq: ### Cilat mesazhe shfaqen në Delta Chat?

source: Delta Chat automatically shows:
de: Delta Chat zeigt automatisch:
it: Delta Chat mostra automaticamente:
pl: Delta Chat automatycznie pokazuje:
sq: Delta Chat shfaq automatikisht:

source: - Messages from contacts in your **address book** - Messages from contacts **contacted by you** - **Replies** to messages sent by you
de: - Nachrichten von Kontakten in Ihrem **Adressbuch** - Nachrichten von Kontakten, **die von Ihnen kontaktiert wurden** - **Antworten** auf von Ihnen gesendete Nachrichten
it: - Messaggi dai contatti nella tua **rubrica** - Messaggi dai contatti **che hai contattato tu** - **Risposte** dai messaggi inviati da te
pl: - Wiadomości od kontaktów z **książki adresowej** - Wiadomości od kontaktów, z którymi **się kontaktujesz** - **Odpowiedzi** na wiadomości wysyłane przez ciebie
sq: - Mesazhe nga kontakte prej **librit tuaj të adresave** - Mesazhe nga kontakte **të kontaktuar nga ju** - **Përgjigje** ndaj mesazheve dërguar nga ju

source: Other messages do not appear automatically, and are to be found in the main menu at **Contact requests**. If desired a chat can be started from there.
de: Andere Nachrichten werden nicht automatisch angezeigt, diese sind im _Hauptmenü_ unter **Kontaktanfragen** zu finden. Wenn gewünscht, kann ein neuer Chat von dort gestartet werden.
it: Gli altri messaggi non appaiono automaticamente e devono essere cercati nella sezione **Richieste di contatto**. La chat può essere avviata da lì.
pl: Inne wiadomości nie pojawiają się automatycznie i można je znaleźć w menu głównym w **Prośby o kontakt**. W razie potrzeby można rozpocząć czat.
sq: Mesazhet e tjera nuk shfaqen automatikisht dhe mund të gjenden te menuja kryesore, te **Kërkesa kontakti**. Nëse dëshirohet, një bisedë mund të fillohet që prej atje.

source: ### What about spam?
de: ### Was ist mit Spam?
it: ### Come viene gestita la spam?
pl: ### A co ze spamem?
sq: ### Po mesazhet e padëshiruara?

source: - Messages in common spam folders are ignored and contained addresses are not considered as known contacts. - As messages from unknown contacts do not pop up automatically, normally, there is **no spam**. - However, if needed, you can **block** any contact.
de: - Nachrichten in allgemeinen Spam-Ordnern werden ignoriert und enthaltene Adressen gelten nicht als bekannte Kontakte. - Da Nachrichten von unbekannten Kontakten nicht automatisch angezeigt werden, gibt es normalerweise **keinen Spam**. - Sie können jedoch bei Bedarf jeden Kontakt **sperren**.
it: - I messaggi nelle cartelle di spam vengono ignorati e gli indirizzi lì presenti non vengono considerati come conosciuti. - Come per i messaggi da utenti sconosciuti, non vengono mostrati automaticamente quindi normalmente **non c'è spam**. - In ogni caso è possibile **bloccare* qualsiasi contatto.
pl: - Wiadomości w popularnych folderach ze spamem są ignorowane, a zawarte adresy nie są uznawane za znane kontakty. - Ponieważ wiadomości z nieznanych kontaktów nie pojawiają się automatycznie, zwykle **nie ma spamu**. - Jednakże, jeśli potrzebujesz, możesz **zablokować** dowolny kontakt.
sq: - Mesazhet në dosje të zakonshme mesazhesh të padëshiruar shpërfillen dhe adresat në ta nuk konsiderohen si kontakte të njohur. - Meqë mesazhet prej kontaktesh të panjohur nuk shfaqen automatikisht, normalisht, **s’ka mesazhe të padëshiruar**. - Sido qoftë, nëse duhet vërtet, mundeni të **bllokoni** cilindo kontakt.

source: ### Does Delta Chat support images, videos and other attachments?
de: ### Unterstützt Delta Chat Bilder, Videos und Dateianhänge?
it: ### Delta Chat supporta immagini, video e altri allegati?
pl: ### Czy Delta Chat obsługuje obrazy, filmy i inne załączniki?
sq: ### A mbulon Delta Chat-i figura, video dhe bashkëngjitje të tjera?

source: - Yes. Beside the plain text, all e-mail attachments are displayed as separate messages. Outgoing messages get attachments as needed automatically.
de: - Ja. Neben Klartext werden alle E-Mail-Anhänge als separate Nachrichten angezeigt. Ausgehende Nachrichten erhalten bei Bedarf automatisch Anhänge.
it: - Sì. Oltre al testo semplice, tutti gli allegati alle email vengono mostrati come messaggi separati. I file saranno automaticamente legati ai messaggi in uscita quando necessario.
pl: - Tak. Oprócz zwykłego tekstu wszystkie załączniki wiadomości e-mail są wyświetlane jako oddzielne wiadomości. Wiadomości wychodzące automatycznie otrzymują załączniki w razie potrzeby.
sq: - Po. Veç tekstit të thjeshtë, krejt bashkëngjitjet email shfaqen si mesazhe më vete. Mesazhet ikëse do të pranojnë vetvetiu bashkëngjitje sipas nevojës.

source: ### Who sees my profile picture?
de: ### Wer sieht mein Profilbild?
it: ### Chi può vedere la mia immagine del profilo?
sq: ### Kush e sheh profilin tim?

source: - You can add a profile picture in your settings. If you write to your contacts or add them via QR code, they automatically see it as your profile picture.
de: - Sie können ein Profilbild in den Einstellungen hinzufügen. Wenn Sie Ihren Kontakten eine Nachricht senden oder sie über einen QR-Code hinzufügen, sehen diese automatisch Ihr Profilbild.
it: - Puoi aggiungere una immagine profilo nelle impostazioni. Se scrivi ai contatti o li aggiungi tramite codice QR, vedranno automaticamente la tua foto profilo.
sq: - Mund të shtoni një foto profili te rregullimet tuaja. Nëse u shkruani kontakteve tuaja ose i shtoni përmes kodi QR, e shohin automatikisht si foton e profilit tuaj.

source: - Contacts who don't use Delta Chat see it as an E-Mail attachment.
de: - Kontakte die kein Delta Chat benutzen sehen es als E-Mail Anhang.
it: - I contatti che non usano Delta Chat la vedranno come allegato email.
sq: - Kontatet që s’përdorin Delta Chat e shohin si një bashkëngjitje email-i.

source: - For privacy reasons, no one sees your profile picture until you write a message to them.
de: - Aus Datenschutzgründen sieht niemand Ihr Profilbild bevor Sie ihnen eine Nachricht senden.
it: - Per motivi di privacy, nessuno vede la tua immagine profilo finchè non gli scrivi un messaggio.
sq: - Për arsye privatësie, askush s’e sheh foton tuaj të profilit, deri sa t’u shkruani një mesazh.

source: - Your profile picture isn't sent with every message, but regularly enough that your contacts will re-receive your profile picture, even if they add a new device.
de: - Ihr Profilbild wird nicht mit jeder Nachricht gesendet, aber häufig genug, dass Ihre Kontakte es erhalten werden, sogar wenn diese ein neues Gerät hinzufügen.
it: - La tua immagine profilo non viene inviata in ogni messaggio, ma abbastanza spesso affinché i tuoi contatti la ricevano anche se cambiano dispositivo.
sq: - Fotoja juaj e profilit nuk dërgohet me çdo mesazh, por rregullisht, që kontaktet tuaj ta rimarrin foton tuaj të profilit, edhe nëse shtojnë një pajisje të re.

source: ### Does Delta Chat support HTML e-mails?
de: ### Unterstützt Delta Chat HTML E-Mails?
it: ### Delta Chat supporta le email in HTML?
pl: ### Czy Delta Chat obsługuje wiadomości e-mail w formacie HTML?
sq: ### A mbulon Delta Chat-i email-e HTML?

source: - Yes. If incoming e-mail lacks a plain text part, HTML-emails is converted to plain text in the app. Outgoing e-mails always use plain text.
de: - Ja. Fehlt bei eingehenden E-Mails der "Nur-Text"-Teil, werden HTML E-Mails in der App in Nur-Text umgewandelt. Ausgehende E-Mails verwenden immer Nur-Text.
it: - Si. Se le email in arrivo non dispongono di un formato testo, l'email in HTML viene convertita in testo dall'applicazione. Le email in uscita sono sempre in formato testo.
pl: - Tak. Jeśli przychodząca wiadomość e-mail nie ma części tekstowej, aplikacja konwertuje wiadomości HTML na zwykły tekst. E-maile wychodzące zawsze używają zwykłego tekstu.
sq: - Po. Nëse email-i ardhës nuk ka pjesë nën tekst të thjeshtë, email-et HTML shndërrohen në tekst të thjeshtë te aplikacioni. Email-et dërgohen përherë si tekst i thjeshtë.

source: ### Why do I have to enter my E-Mail password into Delta Chat? Is this secure?
de: ### Weshalb muss ich mein E-Mail Kennwort in Delta Chat eingeben? Ist das sicher?
it: ### Perchè devo inserire la password della ma email in Delta Chat? E' sicuro?
sq: ### Pse më duhet të jap fjalëkalimin e email-it tim në Delta Chat? A është e sigurt kjo?

source: As with other E-Mail programs like Thunderbird, K9-Mail, or Outlook, the program needs the password so you can use it to send mails. Of course, the password is stored only on your device. The password is only transmitted to your E-Mail provider (when you login), which has access to your mails anyway.
de: Genau wie auch bei anderen E-Mail Programmen wie Thunderbird, K9-Mail oder Outlook benötigt das Programm das Passwort, um E-Mails versenden zu können. Selbstverständlich wird das Passwort nur auf Ihrem Gerät gespeichert. Das Passwort wird nur an Ihren E-Mail Anbieter gesendet (wenn Sie sich einloggen), welcher ohnehin Zugriff auf Ihre Mails hat.
it: Come tutti gli altri programmi email, quali Thunderbird, K9-Mail o Outlook, l'applicazione necessita della password per inviare le email. Ovviamente la password viene memorizzata solo sul dispositivo e viene trasmessa solo al tuo fornitore del servizio email (quando accedi) che ha già accesso alla posta.
sq: Si edhe me programe të tjerë email-i, bie fjala, Thunderbird-i, K9-Mail-i, ose Outlook-u, programit i duhet fjalëkalimi, që kështu të mund të dërgoni email-e. Sigurisht, fjalëkalimi depozitohet vetëm në pajisjen tuaj. Fjalëkalimi i transmetohet vetëm furnizuesit të email-it tuaj (kur bëni hyrjen), i cili mund të hyjë te email-et tuaj, sido qoftë.

source: If you use an E-Mail provider with OAuth2 support like gmail.com or yandex.ru, there is no need to store your password on the device. In this case, only an access token is used.
de: Wenn Sie einen E-Mail-Anbieter wie gmail.com oder yandex.ru mit Unterstützung für OAuth2 nutzen, dann wird Ihr Passwort nicht gespeichert. In diesem Fall wird nur ein Zugriffstoken genutzt.
it: Se utilizzi un fornitore del servizio email che supporta la OAuth2, come gmail.com o yandex.ru, non c'è bisogno di memorizzare la password nel dispositivo. In tal caso viene usato solo un token.
sq: Nëse përdorni një furnizues email-i që mbulon OAuth2, bie fjala gmail.com ose yandex.ru, s’ka nevojë të depozitoni fjalëkalimin tuaj në pajisje. Në këtë rast do të përdoret vetëm një token hyrjesh.

source: As Delta Chat is Open Source, you can check the [Source Code](https://github.com/deltachat/deltachat-core-rust/blob/master/src/login_param.rs) if you want to verify that your credentials are handled securely. We are happy about feedback which makes the app more secure for all of our users.
de: Da Delta Chat Open Source ist, können Sie den [Quellcode](https://github.com/deltachat/deltachat-core-rust/blob/master/src/login_param.rs) überprüfen, wenn Sie sich davon überzeugen möchten, dass Ihre Zugangsdaten sicher gehandhabt werden. Wir freuen uns über Feedback welches unsere App sicherer für all unsere Nutzer macht.
it: Dato che Delta Chat è Open Source, puoi controllare il [Codice Sorgente](https://github.com/deltachat/deltachat-core-rust/blob/master/src/login_param.rs) per essere certo che le credenziali siano gestite in modo sicuro. Siamo felici di ricevere feedback che aiutino a rendere l'app più sicura per tutti gli utenti.
sq: Ngaqë Delta Chat-i është Me Burim të Hapur, mund të kontrolloni [Kodin Burim](https://github.com/deltachat/deltachat-core-rust/blob/master/src/login_param.rs), nëse doni të verifikoni se a trajtohen me siguri kredencialet tuaja. Na gëzojnë përshtypjet që e bëjn aplikacionin më të sigurt për krejt përdoruesit tanë.

source: ### Which Android permissions does Delta Chat need?
de: ### Welche Android App-Berechtigungen benötigt Delta Chat?
it: ### Quali autorizzazioni di Android richiede Delta Chat?
sq: ### Ç’leje Android lyp Delta Chat-i?
