Repository: Grendpot2017/deltachat-pages
Catalog: */help.po
Languages: de, it, nb, pl, ru, sq, uk

source: - With most mail servers, Delta Chat establishes _transport encryption_ ([TLS](https://en.wikipedia.org/wiki/Transport_Layer_Security)). This only secures the connection between your device and your e-mail server. Whereas e2e-encryption provides safety between your device and a friend's device.
de: - Mit den meisten E-Mail-Servern stellt Delta Chat eine _transportverschlüsselte_ Verbindung her ([TLS](https://de.wikipedia.org/wiki/Transport_Layer_Security)). Dies schützt nur die Verbindung zwischen Ihrem Gerät und Ihrem E-Mail-Server. Wohingegen Ende-zu-Ende-Verschlüsselung die gesamte Kommunikation zwischen Ihrem Gerät und dem Gerät eines Freundes schützt.
it: - Con la maggior parte dei server email Delta Chat stabilsce una _transport encryption_ ([TLS](https://en.wikipedia.org/wiki/Transport_Layer_Security)). Questo rende sicura solo la comunicazione tra il dispositivo e il server email. La cifratura e2e rende invece sicura la comunicazione tra il tuo dispositivo e quello del destinatario.
sq: - Me shumicën e shërbyesve të postës, Delta Chat vendos _fshehtëzim transporti_ ([TLS](https://en.wikipedia.org/wiki/Transport_Layer_Security)). Kjo siguron vetëm lidhjen me pajisjes tuaj dhe shërbyesit tuaj email. Kurse fshehtëzimi skaj më skaj furnizon siguri mes pajisjes tuaj dhe pajisjes së një shoku.

source: ### How can I verify cryptographic status with a sender?
de: ### Wie kann ich den kryptografischen Zustand mit einem Absender überprüfen?
it: ### Come posso verificare lo stato di cifratura con il mittente?
pl: ### Jak mogę zweryfikować status kryptograficzny z nadawcą?
sq: ### Si mund ta verifikoj gjendjen kriptografike me një dërguesin?

source: The user's profile shows some additional info:
de: Das Benutzerprofil zeigt einige zusätzliche Informationen:
it: Il profilo utente mostra alcune info aggiuntive:
pl: Profil użytkownika zawiera dodatkowe informacje:
sq: Profili i përdoruesit shfaq disa të dhëna shtesë:

source: - Tap "QR Invite code" on Android and then use the "Scan QR code" button on another device to scan this code. If both devices are online, they will introduce a chat channel with each-other (if it doesn't exist already) and the encryption keys will also be verified. Both will see a "sender verified" system message in their 1:1 chat.
de: - Sie können auf "QR Einladungscode" in Android tippen und dann auf einem anderen Gerät die Schaltfläche "QR-Code scannen" verwenden, um diesen Code zu scannen. Wenn beide Geräte online sind, werden sie (falls er noch nicht existiert) einen Chat-Kanal miteinander einrichten und auch die Schlüssel für die Verschlüsselung werden überprüft. Beide werden eine "Absender verifiziert" Systemnachricht in ihrem 1:1 Chat sehen.
it: - Tocca "Codice QR di invito" su Android e poi usa il tasto "Scansiona codice QR" sull'altro dispositivo per scansionarlo. Se entrambi i dispositivi hanno accesso alla rete, creeranno un canale di comunicazione tra di loro (se non esiste già) e verificheranno le chiavi di cifratura. Entrambi vedranno un messaggio di sistema "mittente verificato" nella chat 1:1.
pl: - Nacisnąć na Androidzie „Kod QR zaproszenia”, a następnie użyj przycisku „Skanuj kod QR” na innym urządzeniu, aby zeskanować ten kod. Jeśli oba urządzenia są w trybie online, nawiążą ze sobą czat (jeśli jeszcze nie istnieje) i zostaną zweryfikowane klucze szyfrowania. Obaj zobaczą komunikat systemowy „zweryfikowany nadawca” na czacie 1:1.
sq: - Prekni "Kod QR Ftese" te Android-i dhe mandej përdorni butonin “Skano kod QR” te pajisja tjetër që të skanohet ky kod. Nëse që të dyja pajisjet janë në linjë, kjo do të vendosë një kanal fjalosjeje me njëri-tjetrin (nëse s’ekziston tashmë) dhe do të verifikohen gjithashtu kyçet e fshehtëzimit. Të dyja palët do të shohin një mesazh sistemi “dërgues i verifikuar” te fjalosja e tyre 1:1.

source: - For end-to-end-encryption, Delta Chat shows two fingerprints there. If the same fingerprints appears on your chat partner's device, the connection is safe.
de: - Für die Ende-zu-Ende-Verschlüsselung zeigt Delta Chat dort zwei Fingerabdrücke an. Wenn auf dem Gerät Ihres Chatpartners dieselben Fingerabdrücke angezeigt werden, ist die Verbindung sicher.
it: - Per la cifratura end-to-end, Delta Chat mostra due impronte qui. Se le stesse impronte appaiono sul dispositivo dell'intelocutore, la connessione è sicura.
pl: - W przypadku szyfrowania metodą end-to-end Delta Chat pokazuje tam dwa odciski palców. Jeśli te same odciski palców pojawią się na urządzeniu partnera czatu, połączenie jest bezpieczne.
sq: - Për fshehtëzim skaj-më-skaj, Delta Chat shfaq dy shenja gishtash. Nëse po ata shfaqen te pajisja e partnerit tuaj në bisedë, lidhja është e sigurt.

source: - For transport encryption, this state is just shown there
de: - Bei der Transportverschlüsselung wird dieser Zustand dort nur angezeigt.
it: - Lo stato della cifratura nel trasporto viene mostrato qui.
pl: - W przypadku szyfrowania transportu ten stan jest właśnie tam wyświetlany
sq: - Për fshehtëzim të transportit, gjendja thjesht tregohet atje

source: ### How can I check the encryption of messages?
de: ## Wie kann ich die Verschlüsselung der Nachrichten überprüfen?
it: ### Come posso verificare la cifratura dei messaggi?
pl: ### Jak mogę sprawdzić szyfrowanie wiadomości?
sq: ### Si mund ta kontrolloj fshehtëzimin e mesazheve?

source: - If a little **padlock** is shown beside a message, this denotes the message is end-to-end-encrypted _and_ is sent from the given sender _and_ that your answer will be end-to-end-encrypted as well.
de: - Wenn neben einer Nachricht ein kleines **Vorhängeschloss** angezeigt wird, bedeutet dies, dass die Nachricht durchgehend Ende-zu-Ende verschlüsselt ist _und_ vom angegebenen Absender gesendet wurde _und_ dass Ihre Antwort ebenfalls durchgehend Ende-zu-Ende verschlüsselt wird.
it: - Se viene mostrato un piccolo **lucchetto** vicino al messaggio, significa che questo è cifrato end-to-end _e_ è inviato dal mittente dato _e_ anche la tua risposta sarà cifrata end-to-end.
pl: - Jeśli obok wiadomości pojawi się mała **kłódka**, oznacza to, że wiadomość jest szyfrowana metodą end-to-end _i_ jest wysyłana od danego nadawcy _a_ twoja odpowiedź będzie również szyfrowana metodą end-to-end.
sq: - Nëse në krah të mesazhit shfaqet një **dry** i vockël, kjo tregon se mesazhi është i fshehtëzuar skaj-më-skaj _dhe_ se është dërguar nga dërguesi i dhënë _dhe_ se përgjigja juaj edhe ajo do të fshehtëzohet skaj-më-skaj.

source: - If there is **no padlock**, the message is usually transported unencrypted e.g. because you or the sender have turned off end-to-end-encryption, or the sender uses an app without support for end-to-end-encryption.
de: - Wenn **kein Vorhängeschloss** vorhanden ist, wird die Nachricht normalerweise unverschlüsselt transportiert, z.B. weil der Absender oder Sie die Ende-zu-Ende-Verschlüsselung deaktiviert haben oder der Absender eine Anwendung ohne Unterstützung für die Ende-zu-Ende-Verschlüsselung verwendet.
it: - Se non c'è **nessun lucchetto**, il messaggio è solitamente trasmesso in chiaro. Ad esempio perché tu o il destinatario avete disabilitato la cifratura end-to-end o il mittente usa un'applicazione che non la supporta.
pl: - Jeśli **nie ma kłódki**, wiadomość jest zazwyczaj przesyłana w postaci niezaszyfrowanej, np. dlatego, że Ty lub nadawca wyłączyliście szyfrowanie typu end-to-end lub nadawca używa aplikacji, która nie obsługuje szyfrowania typu end-to-end.
sq: - Nëse **s’ka dry**, mesazhi zakonisht transportohet i pafshehtëzuar, p.sh., ngaqë ju ose dërguesi keni çaktivizuar fshehtëzimin skaj-më-skaj, ose dërguesi përdor një aplikacion që nuk mbulon fshehtëzimin skaj-më-skaj.

source: ### Which standards are used for end-to-end-encryption?
de: ### Welches Verfahren wird für die Ende-zu-Ende-Verschlüsselung verwendet?
it: ### Quali standard vengono usati per la crittografia end-to-end?
sq: ### Cilët standarde përdoren për fshehtëzim skaj-më-skaj?

source: - [Autocrypt](https://autocrypt.org) is used for establishing e2e-encryption with other Delta Chat and other Autocrypt-capable mail apps. Autocrypt uses a limited subset of OpenPGP functionality. Moreover, Delta Chat implements the "countermitm" protocols to achieve protection against active network attacks, going beyond the opportunistic base protection of Autocrypt, see questions about "Verified Groups".
de: - [Autocrypt](https://autocrypt.org) wird verwendet um Ende-zu-Ende-Verschlüsselung mit anderen Delta Chat und anderen Autocrypt-fähigen E-Mail Apps herzustellen. Autocrypt verwendet einen Teil der OpenPGP-Funktionalität. Außerdem implementiert Delta Chat "Anti-MITM"-Protokolle, welche über den opportunistischen Basisschutz von Autocrypt hinausgehen, um Schutz vor aktiven Netzwerkangriffen zu erreichen. Lesen Sie dazu die Fragen über "verifizierte Gruppen".
it: - [Autocrypt](https://autocrypt.org) viene usato per stabilire una cifratura e2e tra Delta Chat e le altre app di email compatibili con Autocrypt. Autocrypt usa un sottoinsieme di funzionalità di OpenGPG. In più Delta Chat implementa protocolli "countermitm" per fornire una protezione dagli attacchi di rete, andando oltre alla sola protezione di base di Autocrypt, vedi le domande sui "Gruppi verificati".
sq: - [Autocrypt](https://autocrypt.org) përdoret për të vendosur fshehtëzim skaj më skaj me aplikacione të tjera poste Delta Chat dhe të aftë për Autocrypt. Autocrypt-i përdor një nëngrup të kufizuar të funksioneve OpenPGP. Për më tepër, Delta Chat sendërton protokollin "countermitm" për të arritur mbrojtje kundër sulmesh aktive rrjeti, duke shkuar tej mbrojtjes elementare oportuniste të Autocrypt-it, shihni pyetje rreth "Grupesh të Verifikuar".

source: ### What is the difference between verified groups and 1:1 chats with verified contacts?
de: ### Was ist der Unterschied zwischen verifizerten Gruppen und 1:1 Chats mit verifizierten Kontakten?
it: ### Qual è la differenza tra i gruppi verificati e le chat 1:1 con i contatti verificati?
sq: ### Cili është dallimi mes grupesh të verifikuar dhe fjalosjesh 1:1 me kontakte të verifikuar?

source: - 1:1 chats with a verified contact and verified groups are not the same, even if there are only 2 people in the verified group. One difference is that you could easily add more people to the group, but there are other implications as well.
de: - 1:1 Chats mit einem verifizierten Kontakt und verifizierte Gruppen sind nicht das Gleiche, sogar wenn sich nur 2 Personen in einer verifizierten Gruppe befinden. Ein Unterschied ist, dass Sie einfach weitere Personen zu einer Gruppe hinzufügen können, aber es gibt noch weitere Unterschiede.
it: - Le chat 1:1 con un contatto verificato non è uguale ad un gruppo verificato, anche se ci fossero solo due persone nel gruppo verificato. Una differenza sta nel fatto di poter facilmente aggiungere altre persone, ma non è la sola e ci sono altri aspetti.
sq: - Fjalosjet 1:1 me një kontakt të verifikuar dhe grupet e verifikuara s’janë e njëjta gjë, edhe kur ka vetëm 2 vetë në një grup të verifikuar. Një dallim është se mund të shtoni më tepër vetë te grupi, por ka edhe implikime të tjera.

source: - Verified groups are invariably secured. Any breakage (cleartext or wrongly signed messages etc.) will be flagged and such messages will not be shown in this chat. You can trust all messages in this verified-checkmark chat to have not been read/altered by middle parties.
de: - Verifizierte Gruppen sind immer geschützt. Jeder Bruch (Klartextnachrichten oder falsch signierte Nachrichten) wird erkannt und nicht in diesem Chat dargestellt. Sie können darauf vertrauen, dass alle Nachrichten in diesem verifizierten Chat nicht von Dritten verändert oder gelesen wurden.
it: - I gruppi verificati sono sempre sicuri. Qualsiasi problema (testo in chiaro, errori nella firma dei messaggi, ecc) vengono riconosciuti e i messaggi non sono mostrati nella chat. Tutti i messaggi della chat con il segno di spunta verificato non sono stati letti/modificati da un altro soggetto.
sq: - Grupet e verifikuar janë të siguruar, në mënyrë të pandryshueshme. Çfarëdo zbulimi (tekst i dukshëm ose mesazhe nënshkruar gabim, etj) do t’i vihet shenjë dhe mesazhe të tillë nuk do të shfaqen te kjo bisedë. Mund t’u besoni krejt mesazheve në këtë bisedë të verifikuar se nuk janë lexuar/tjetërsuar nga palë në mes.

source: - 1:1 chats are opportunistic, it is meant to allow people to communicate no matter if they change e-mail clients, devices, setups etc. That's why there is no verification checkmark, even if you have verified the contact.
de: - 1:1 Chats sind opportunistisch, damit die Nutzer immer miteinander kommunizieren können, egal ob sie E-Mail-Programme oder Geräte wechseln. Deshalb sehen Sie manchmal kein Verifikationshäkchen, sogar nicht, wenn Sie den Kontakt verifiziert haben.
it: - Le chat 1:1 sono studiate per permettere alle persone di comunicare tra loro anche se cambiano client email, dispositivo, configurazione etc. Questo è il motivo per cui non c'è la spunta di contatto verificato, anche se lo è.
sq: - Fjalosjet 1:1 janë oportuniste, që do të thotë se u lejojnë personave të komunikojnë, pavarësisht se ndryshojnë klientë email, pajisje, ujdisje, etj. Kjo është asyeja pse nuk ka shenjë verifikimi, edhe pse e keni verifikuar kontaktin.

source: ### Does Delta Chat support Perfect Forward Secrecy?
de: ### Unterstützt Delta Chat Perfect Forward Secrecy?
it: ### Delta Chat supporta Perfect Forward Secrecy?
sq: ### A përdor Delta Chat-i Fshehtësi të Përsosur Përcjelljeje?

source: - No, OpenPGP doesn't support Perfect Forward Secrecy. Perfect Forward Secrecy works session-oriented, but E-Mail is asynchronous by nature and often used from multiple devices independently. This means that if your Delta Chat private key is leaked, and someone has a record of all your in-transit messages, they will be able to read them.
de: - Nein, OpenPGP unterstützt Perfect Forward Secrecy nicht. Perfect Forward Secrecy arbeitet Sitzungsorientiert, aber E-Mail ist von Natur aus asynchron und wird meist unabhängig von verschiedenen Geräten aus verwendet. Das bedeutet, dass wenn Ihr geheimer Schlüssel aus Delta Chat bekannt wird und jemand eine Aufzeichnung Ihrer versendeten und empfangenen verschlüsselten Nachrichten besitzt, dieser in der Lage ist die Nachrichten zu lesen.
it: - No, OpenPGP non supporta Perfect Forward Secrecy. Perfect Forward Secrecy si basa sulle singole sessioni, ma le email sono asincrone per loro natura e spesso vengono usate da più dispositivi indipendenti. Ciò significa che se la chiave privata di Delta Chat viene rubata e qualcuno ha un registro di tutti i tuoi messaggi in transito, sarà capace di leggerli.
sq: - Jo, OpenPGP nuk mbulon Fshehtësi të Përsosur Përcjelljeje. Fshehtësia e Përsosur e Përcjelljes funksionon me bazë sesionin, por email-i, nga vetë natyra e tij është asinkron dhe shpesh i përdorur në mënyrë të pavarur prej shumë pajisjesh. Kjo do të thotë se nëse është zbuluar kyçi juaj privat i Delta Chat-it, dhe dikush ka një regjistër të krejt mesazheve tuaja tranzit, do të jetë në gjendje t’i lexojë.

source: - Note that if anyone has seized or hacked your running phone, they will typically be able to read all messages, no matter if Perfect Forward Secrecy is in place or not. Having access to a single device from a member of a group, will typically a lot of the social graph. Using e-mail addresses that are not easily tracked back to persons helps group members to stay safer from the effects of device seizure.
de: - Jemand der ihr Telefon beschlagnahmt oder hackt, kann typischerweise alle Nachrichten lesen - unabhängig davon ob Perfect Forward Secrecy verwendet wird oder nicht. Der Zugriff auf ein einzelnes Gerät eines Gruppenmitglieds verrät viel über den sozialen Graphen. Verwendet man E-Mail-Adressen, welche sich nicht einfach zu Personen zurückverfolgen lassen, hilft Gruppenmitgliedern sich besser vor der den Folgen der Beschlagnahmung eines Geräts zu schützen.
it: - Tieni presente che se qualcuno ha sequestrato o hackerato il tuo telefono sarà probabilmente già in grado di leggere i messaggi, indipendentemente dal fatto che Perfect Forward Secrecy sia presente o meno. Avere accesso al dispositivo di un membro del gruppo dice già molto del grafico sociale. Usare un indirizzo che non sia riconducibile ad un soggetto aiuta i membri del gruppo a proteggersi dagli effetti di un possibile sequestro del dispositivo.

source: - We are sketching ways to protect communications better against the event of device seizure.
de: - Wir zeichnen Wege auf, um Kommunikation besser vor dem Fall eines beschlagnahmten Geräts zu schützen.
it: - Stiamo abbozzando alcuni sistemi per proteggere le comunicazioni in caso di sequestro del dispositivo.
sq: - Po skicojmë mënyra për të mbrojtur më mirë komunikimet nga raste marrjeje të pajisjes.

source: ### How does Delta Chat protect my Metadata?
de: ### Wie schützt Delta Chat meine Metadaten?
it: ### Come fa Delta Chat a proteggere i miei metadata?
sq: ### Si i mbron Delta Chat-i Tejtëdhënat e mia?

source: - As Delta Chat is a decentralized messenger, the metadata of Delta Chat users are not stored on a single central server. However, they are stored on the mail servers of the sender and the recipient of a message.
de: - Da Delta Chat ein dezentralisierter Messenger ist, werden Metadaten der Delta Chat Nutzer nicht auf einem zentralen Server gespeichert. Allerdings werden diese auf den Mailservern des Absenders und des Empfängers einer Nachricht gespeichert.
it: - Dato che Delta Chat è decentralizzato, i metadata degli utenti di Delta Chat non vengono memorizzati in un server centrale, ma sui server email del mittente e del destinatario del messaggio.
sq: - Ngaqë Delta Chat-i është një shkëmbyes i decentralizuar mesazhesh, tejtëdhënat e përdoruesve të Delta Chat-it nuk depozitohen në një shërbyes qendror të vetëm. Megjithatë, depozitohen në shërbyes poste të dërguesit dhe të marrësit të një mesazhi.

source: - Each mail server currently know about who sent and who received a message by inspecting the unencrypted To/Cc headers and thus determine which e-mail addresses are part of a group. Delta Chat itself could avoid unencrypted To/Cc headers quite and always put them only into the encrypted section. See [Avoid sending To/CC headers for verified groups](https://github.com/deltachat/deltachat-core-rust/issues/1032). For opportunistic chats the main concern is how it affects other mail apps who might participate in chats.
de: - Jeder Mailserver kann derzeit durch inspizieren der unverschlüsselten An- und CC-Felder sehen, wer eine Nachricht an wen gesendet hat und welche E-Mail-Adressen teil einer Gruppe sind. Delta Chat selbst könnte unverschlüsselte An- und CC-Felder vollständig vermeiden und diese immer nur in den verschlüsselten Teil einer Nachricht schreiben. Lesen Sie dazu auch [Avoid sending To/CC headers for verified groups](https://github.com/deltachat/deltachat-core-rust/issues/1032). Die Hauptsorge bei opportunistischen Chats ist wie andere Mail Apps, welche an einem Chat teilnehmen könnten, damit umgehen.
it: - Attualmente, ogni server email conosce il mittente e il destinatario ispezionando le intestazioni A/Cc non cifrate nella email e determina quale indirizzo email fa parte del gruppo. Delta Chat può evitare l'invio non cifrato delle intestazioni A/Cc e li inserisce sempre nella parte cifrata del messaggio . Vedi [Avoid sending To/CC headers for verified groups](https://github.com/deltachat/deltachat-core-rust/issues/1032). La principale preoccupazione è come questo possa incidere sulle altre app di email che potrebbero partecipare alla chat.
sq: - Aktualisht çdo shërbyes poste di se kush dërgoi dhe kush mori një mesazh, nga inspektimi i kryeve të pafshehtëzuara Për/Cc dhe kështu përcakton cilat adresa email janë pjesë e një grupi. Delta Chat vetë mund të shmangë deri diku krye të pafshehtëzuara Për/Cc dhe t’i vendosë përherë vetëm në seksion të fshehtëzuar. Shihni [Shmang dërgim kryesh Për/CC për grupe të verifikuar](https://github.com/deltachat/deltachat-core-rust/issues/1032). Për biseda oportuniste shqetësimi kryesor është si ndikon mbi aplikacione të tjera poste që mund të marrin pjesë në bisedë.

source: - Many other e-mail headers, in particular the "Subject" header, are end-to-end-encryption protected, see also this upcoming [IETF RFC](https://datatracker.ietf.org/doc/draft-autocrypt-lamps-protected-headers/).
de: - Viele weitere E-Mail-Header, insbesondere der "Subject" Header, sind Ende-zu-Ende verschlüsselt. Lese dazu auch den kommenden [IETF RFC](https://datatracker.ietf.org/doc/draft-autocrypt-lamps-protected-headers/).
it: - Moltri altri header email, in particolare il campo "Oggetto" vengono protetti con cifratura end-to-end, vedi anche il prossimo [IETF RFC](https://datatracker.ietf.org/doc/draft-autocrypt-lamps-protected-headers/).
sq: - Mjaft krye të tjera email-esh, në veçanti kryet "Subjekt", janë të mbrojtura me fshehtëzim skaj-më-skaj, shihni edhe këtë të ardhshmin [IETF RFC](https://datatracker.ietf.org/doc/draft-autocrypt-lamps-protected-headers/).

source: ### Can I re-use my existing private key?
de: ### Kann ich meinen existierenden privaten Schlüssel weiter verwenden?
it: ### Posso riutilizzare le mie chiavi private?
pl: ### Czy mogę ponownie wykorzystać mój istniejący klucz prywatny?
sq: ### A mund të ripërdor kyçin tim ekzistues privat?

source: - Yes. The best way is to send an Autocrypt Setup Message from the other e-mail client. Look for something like **Start Autocrypt Setup Transfer** in the settings of the other client and follow the instructions shown there.
de: - Ja. Der beste Weg ist, von der anderen E-Mail-Anwendung aus eine _Autocrypt Setup Nachricht_ zu versenden. Suchen Sie eine solche Option in den Einstellungen der anderen Anwendung z.B. unter "Autocrypt Setup Transfer starten" und folgen Sie den dort angezeigten Hinweisen.
it: - Si. Il miglior modo per farlo è inviare un messaggio di configurazione Autocrypt dall'altro client e-mail. Cerca comandi come "Avvia trasferimento impostazioni Autocrypt" nelle impostazioni dell'altro client e segui le istruzioni.
pl: - Tak. Najlepszym sposobem jest wysłanie wiadomości konfiguracyjnej Autocrypt z innego klienta poczty e-mail. Poszukaj czegoś jak **Start Autocrypt Setup Transfer** w ustawieniach innego klienta i postępuj zgodnie z wyświetlanymi tam instrukcjami.
sq: - Po. Rruga më e mirë është të dërgohet një Mesazh Rregullimi Autocrypt-i që nga klienti tjetër email. Shihni për diçka si **Start Autocrypt Setup Transfer** te rregullimet e klientit tjetër dhe ndiqni udhëzimet e dhëna atje.

source: - Alternatively, you can import the key manually in "Advanced settings / Manage private keys". Caution: Make sure the key is not protected by a password, or remove the password beforehand.
de: - Alternativ können Sie den Schlüssel manuell unter "Einstellungen / Erweitert / Schlüssel verwalten" importieren. Achtung: Der private Schlüssel darf _nicht_ mit einem Passwort geschützt sein bzw. muss dieses zuvor entfernt werden.
it: - In alternativa, puoi importare la chiave manualmente da "Impostazioni Avanzate / Gestisci chiavi private". Attenzione: assicurati che la chiave non sia protetta da password o rimuovila prima.
pl: - Alternatywnie możesz zaimportować go ręcznie w „Ustawienia zaawansowane » Zarządzaj prywatnymi kluczami”. Uwaga: Upewnij się, że klucz nie jest chroniony hasłem lub usuń hasło wcześniej.
sq: - Ndryshe, mund ta importoni kyçin dorazi që nga "Rregullime të mëtejshme / Administroni kyçe private". Kujdes: Sigurohuni që kyçi nuk mbrohet me fjalëkalim, ndryshe hiqjani fjalëkalimin paraprakisht.
