Repository: Grendpot2017/deltachat-pages
Catalog: */help.po
Languages: de, it, nb, pl, ru, sq, uk

source: - Camera *(can be disallowed)* - take pictures and videos: for sending Photos - Contacts *(can be disallowed)* - read your contacts: to discover contacts to chat with - Location *(can be disallowed)* - access approximate location (network location sources): for the location streaming feature - access precise location (GPS and network location sources): for the location streaming feature - Microphone *(can be disallowed)* - record audio: for audio messages - Storage *(can be disallowed)* - modify or delete the contents of your SD card: to download message attachments - read the contents of your SD card: to share files with your contacts - Other app capabilities - change your audio settings: so you can choose ring tones and volume for notifications and audio messages - run at startup: so you don't have to start Delta Chat manually - control vibration: for notifications - view network connections: to connect to your E-Mail provider - prevent phone from sleeping: so you can easier copy the security code during the Autocrypt Setup Message - have full network access: to connect to your E-Mail provider - view Wi-Fi connections: to connect to your E-Mail provider - ask to ignore battery optimisations: for users who want to receive messages all the time
de: - Kamera *(kann verweigert werden)* - Bilder und Videos aufnehmen: Um Fotos zu senden - Kontakte *(kann verweigert werden)* - Kontakte lesen: Um Kontakte zum Chatten zu finden - Standort *(kann verweigert werden)* - Auf den ungefähren Standort zugreifen (netzwerkbasiert): Für die Standortübertragungsfunktion - Auf genauen Standort zugreifen (GPS- und netzwerkbasiert): Für die Standortübertragungsfunktion - Mikrofon *(kann verweigert werden)* - Audio aufnehmen: Für Sprachnachrichten - Speicher *(kann verweigert werden)* - SD-Karteninhalte ändern oder löschen: Um Nachrichtenanhänge herunterzuladen - SD-Karteninhalte lesen: Um Dateien mit Ihren Kontakten zu teilen - Andere Berechtigungen: - Audio-Einstellungen ändern: Damit Sie Klingeltöne und die Lautstärke für Benachrichtigungen und Audionachrichten wählen können - Beim Start ausführen: Damit Sie Delta Chat nicht manuell starten müssen - Vibrationsalarm steuern: Für Benachrichtigungen - Netzwerkverbindungen abrufen: Um eine Verbindung zu Ihrem E-Mail-Anbieter herzustellen - Ruhezustand deaktivieren: Damit Sie einfacher den Sicherheitscode während der Autocrypt-Setupnachricht abtippen können - Auf alle Netzwerke zugreifen: Um eine Verbindung zu Ihrem E-Mail-Anbieter herzustellen - WLAN-Verbindungen abrufen: Um eine Verbindung zu Ihrem E-Mail-Anbieter herzustellen - Fragen, ob Akku-Leistungsoptimierungen ignoriert werden können: Für Nutzer, die permanent Nachrichten empfangen möchten
it: - Camera *(può essere negata)* - scatta foto e video: per poter inviarli - Contatti *(può essere negata)* - legge i contatti: per mostrarti con chi chattare - Posizione *(può essere negata)* - posizione approssimativa (basata sulla rete): per la funzione di streaming della posizione - posizione esatta (GPS e rete): per la funzione di streaming della posizione - Microfono *(può essere negata)* - registra audio: per l'invio di messaggi vocali - Archiviazione *(può essere negata)* - modifica o eliminazione contanuti della scheda SD: per scaricare gli allegati - lettura dei contenuti della scheda SD: per condividere file con i contatti - Altre funzionalità utilizzate - modifica impostazioni audio: per scegliere suonerie e volume ed ascoltare i messaggi vocali - esecuzione all'avvio: per non dover avviare Delta Chat manualmente - controllo della vibrazione: per le notifiche - visualizzazione connessioni di rete: per connettersi al fornitore del servizio email - disabilitazione spegnimento schermo: per agevolare la copia del codice di configurazione Autocrypt - accesso completo alla rete: per connettersi al fornitore del servizio email - visualizzazione reti Wi-Fi: per connettersi al fornitore del servizio email - richiesta di ignorare l'ottimizzazione della batteria: per gli utenti che vogliono ricevere immediatamente i messaggi
sq: - Mbi kamerën *(mund të çaktivizohet)* - të bëjë foto dhe video: për dërgim Fotosh - Mbi kontaktet *(mund të çaktivizohet)* - të lexojë kontaktet tuaja: për të zbuluar kontakte për bisedë - Mbi vendndodhjen *(mund të çaktivizohet)* - të njohë vendndodhjen me përafërsi (burime vendndodhjeje rrjeti): për veçorinë e transmetimit të vendndodhjesh - të njohë vendndodhjen e përpiktë (GPS dhe burime vendndodhjeje rrjeti): për veçorinë e transmetimit të vendndodhjesh - Mbi mikrofonin *(mund të çaktivizohet)* - të incizojë audio: për mesazhe audio - Mbi depozitimin *(mund të çaktivizohet)* - të ndryshojë ose fshijë lëndën në kartën tuaj SD: për shkarkim bashkëngjitjesh mesazhesh - të lexojë lëndën e kartës tuaj SD: për të ndarë kartela me kontaktet tuaj - Aftësi të tjera të aplikacionit - të ndryshojë rregullimet tuaja mbi audion: që të mund të zgjidhni zile dhe volum për njoftime dhe mesazhe audio - të xhirojë gjatë nisjes së sistemit: që të mos ju duhet ta nisni Delta Chat-in dorazi - të kontrollojë dridhjen: për njoftime - të shohë lidhje në rrjet: për t’u lidhur me furnizuesin e shërbimit tuaj email - të pengojë telefonin tuaj të flejë: që të mund ta kopjoni më kollaj kodin e sigurisë gjatë Mesazhit të Ujdisjes së Autocrypt-it - të ketë hyrje të plotë në rrjet: për t’u lidhur me furnizuesin e shërbimit tuaj email - të shohë lidhjet Wi-Fi: për t’u lidhur me furnizuesin e shërbimit tuaj email - të kërkojë shpërfillje të optimizimeve për baterinë: për përdoruesit që duan t’i marrin mesazhet gjatë gjithë kohës

source: ## Groups
de: ## Gruppen
pl: ## Grupy
sq: ## Grupe

source: ### Creation of a group
de: ### Eine Gruppe anlegen
it: ### Creare un gruppo
pl: ### Tworzenie grupy
sq: ### Krijimi i një grupi

source: - Select **Add group** from the "Sandwich menu" in the upper right corner of the chat overview. - On the following screen, select the **group members** and hit the check mark in the upper right corner. After that, you can define a **group name**. - As soon as you write the **first message** in the group, all members are informed about the new group and can answer in the group (as long as you do not write a message in the group the group is invisible to the members).
de: - Wählen Sie **Gruppe hinzufügen** aus dem "Sandwich-Menü" in der oberen rechten Ecke der Chat-Übersicht. - Wählen Sie auf dem folgenden Bildschirm die **Gruppenmitglieder** aus und klicken Sie auf das Häkchen in der oberen rechten Ecke. Danach können Sie einen **Gruppennamen** festlegen. - Sobald Sie die **erste Nachricht** in die Gruppe schreiben, werden alle Mitglieder über die neue Gruppe informiert und können in der Gruppe antworten (solange Sie keine Nachricht in die Gruppe schreiben, ist die Gruppe für die Gruppenmitglieder nicht sichtbar).
it: - Seleziona **Aggiungi Gruppo** dal "Sandwich menu" nell'angolo in alto a destra della lista delle chat. - Nella schermata successiva, scegli i **membri del gruppo** e seleziona la spunta in alto a destra. Poi potrai definire il **nome del gruppo**. - Appena invii il **primo messaggio** nel gruppo, tutto i membri verranno informati della creazione del gruppo e potranno rispondere (finchè non invii il primo messaggio il gruppo resta invisibile ai membri).
pl: - Na ekranie przeglądu czatów, z menu w prawym górnym rogu wybierz **Nowa grupa**. - Na następnym ekranie wybierz **członków grupy** i naciśnij znacznik wyboru w prawym górnym rogu. Następnie możesz zdefiniować nazwę grupy. - Zaraz po napisaniu pierwszej wiadomości w grupie wszyscy członkowie zostaną poinformowani o nowej grupie i mogą odpowiedzieć w grupie (jeżeli nie napiszesz wiadomości w grupie, grupa jest niewidoczna dla członków).
sq: - Përzgjidhni **Shtoni grup** që nga "menuja sanduiç" në cepin e sipërm djathtas te skena bazë e bisedave. - Te skena vijuese, përzgjidhni **anëtarët e grupit** dhe i vini shenjë kutizës në cepin e sipërm djathtas. Pas kësaj, mund të përcaktoni një **emër grupi**. - Sapo të shkruani **mesazhin tuaj të parë** në grup, krejt anëtarët e mësojnë krijimin e grupit të ri dhe mund të përgjigjen te grupi (për sa kohë që nuk shkruani një mesazh te grupi, grupi është i padukshëm për anëtarët).

source: ### Add members to a group
de: ### Mitglieder zu einer Gruppe hinzufügen
it: ### Aggiungere membri ad un gruppo
pl: ### Dodanie członków do grupy
sq: ### Shtoni anëtarë te një grup

source: - Every group member has the **same rights** as any other. For this reason every one can delete every member or add new ones. - To add or delete members, click on the group name in the chat.
de: - Jedes Gruppenmitglied hat **dieselben Rechte** wie jedes andere. Jeder kann daher jeden löschen oder weitere Mitglieder hinzufügen. - Um die Mitglieder zu verwalten, einfach in der Gruppe auf den Gruppennamen klicken.
it: - Ogni componente del gruppo ha gli **stessi diritti** di ogni altro. Per questo motivo chiunque può rimuovere chiunque o aggiungere nuovi componenti. - Per aggiungere o rimuovere i membri, fai clic sul nome del gruppo nella conversazione.
nb: - Hvert gruppemedlem har **samme rettigheter** som alle andre. Som følge av dette kan hver av dem slette andre, eller legge til nye. - For å legge til eller slette medlemmer, klikk på gruppenavnet i sludringen.
pl: - Każdy członek grupy ma **takie same prawa** jak każdy inny. Z tego powodu każdy może usunąć każdego członka lub dodać nowego. - Aby dodać lub usunąć członków, kliknij nazwę grupy na czacie.
ru: - Каждый участник группы имеет **те же права**, что и любой другой. По этой причине каждый может удалить любого участника или добавить нового. - Чтобы добавить или удалить участников, нажмите на название группы в чате.
sq: - Çdo anëtar i grupit ka **të njëjtat të drejta** si kushdo tjetër. Për këtë arsye, gjithkush mund të fshijë cilindo anëtar ose të shtojë të rinj. - Për të shtuar ose fshirë anëtarë, klikoni mbi emrin e grupit te biseda.
uk: - Кожен учасник групи має **ті ж самі права**, що і будь-який інший. З цієї причини кожен може видалити будь-якого учасника або додати нового. - Щоб додати або видалити учасників, натисніть на назву групи в чаті.

source: ### What is a verified group? Why is it experimental?
de: ### Was ist eine verifizierte Gruppe? Weshalb ist das experimentell?
it: ### Cos'è un gruppo verificato? Perché è sperimentale?
sq: ### Ç’është një grup i verifikuar? Pse është eksperimentale kjo?

source: - A verified group is a chat that gurantees safety against an active attacker. All Messages in a verified chat view are e2e-encrypted, and members can join by scanning a "QR invite code". All members are thus connected with each other through a chain of invites, which guarantee cryptographic consistency against active network or provider attacks. See https://countermitm.readthedocs.io/en/latest/new.html for the R&D behind this feature.
de: - Eine verifizierte Gruppe ist ein Chat, welcher Sicherheit gegen einen aktiven Angreifer garantiert. Alle Nachrichten in einer verifizierten Gruppe sind Ende-zu-Ende verschlüsselt und Gruppenmitglieder können durch Scannen eines "QR-Einladungscodes" beitreten. Alle Gruppenmitglieder sind deshalb durch eine Kette von Einladungen miteinander verbunden, welche kryptografische Konsistenz gegen aktive Netzwerk- oder Anbieterangriffe garantiert. Lese https://countermitm.readthedocs.io/en/latest/new.html für die Forschung und Entwicklung hinter dieser Funktion.
it: - Un gruppo verificato è una chat che garantisce protezione dagli attacchi attivi. Tutti i messaggi in una chat verificata sono cifrati e2e e i membri possono essere aggiunti tramite il "Codice QR di invito". Tutti i membri sono quindi connessi attraverso una catena di inviti, che garantisce una consistenza crittografica dagli attacchi di rete o al provider. Vedi https://countermitm.readthedocs.io/en/latest/new.html per la ricerca alla base di questa funzionalità.
sq: - Një grup i verifikuar është një bisedë që garanton parrezikshmëri ndaj një sulmuesi aktiv. Krejt Mesazhet në një bisedë të verifikuar janë të fshehtëzuara skaj më skaj, dhe anëtarët mund marrin pjesë duke skanuar një "kod QR ftese". Kështu, krejt anëtarët janë të lidhur njëri me tjetrin përmes një zinxhiri ftesash, çka garanton vazhdueshmëri kriptografike kundër sulmesh aktive rrjeti apo furnizuesi shërbimesh. Për R&D pas kësaj veçorie, shihni https://countermitm.readthedocs.io/en/latest/new.html.

source: - As of Dec 2019, a "verified group" remains an experimental feature. It is continously improved and many bugs have been fixed since the original introduction in 2018. However, there remain cases, especially with large groups where inconsistencies can occure, or messages become unreadable. Early 2020 a security review is upcoming, and several new developments around qr-join protocols are taking place so chances are we remove the "experimental" label not too far in the future.
de: - Im Dezember 2019 bleibt eine "verifizierte Gruppe" eine experimentelle Funktion. Sie wird kontinuierlich verbessert und viele Fehler wurden seit der ursprünglichen Einführung in 2018 behoben. Allerdings gibt es immernoch Fälle, besonders in großen Gruppen, in denen es zu inkonsistenzen kommen kann oder Nachrichten unleserlich werden. Anfang 2020 wird es eine Sicherheitsüberprüfung geben und es finden einige neue Entwicklungen rund um QR-Beitrittsprotokolle statt. Die Chancen, dass wir das Etikett "Experimentell" in nicht all zu ferner Zukunft entfernen, stehen gut.
it: - A Dicembre 2019, i gruppi verificati sono ancora sperimentali. Vengono migliorati costantemente e sono stati risolti molti bug dalla loro introduzione nel 2018. Rimangono però alcuni casi, specialmente in gruppi molto grandi, in cui può verificarsi una inconsistenza o i messaggi diventare illeggibili. All'inizio del 2020 è prevista una revisione della sicurezza e verranno implementati nuovi sistemi relativi ai protocolli QR così che la funzione possa uscire al più presto dallo stato sperimentale.
sq: - Për dhjetorin e 2019-s, një "grup i verifikuar" mbetet një veçori eksperimentale. Është përmirësuar vazhdimisht dhe janë ndrequr mjaft të meta që prej sjelljes për herë të parë më 2018. Megjithatë, mbeten raste, veçanërisht me grupe të mëdhenj, kur mund të ketë paqëndrueshmëri, ose mesazhet të bëhen të palexueshëm. Diku nga fillimet e 2020-s do të vijë një shqyrtim sigurie dhe po kryhen disa zhvillime të reja lidhur me protokollet <em>qr-join</em>, kështu që shanset janë për ta hequr etiketën “experimentale” jo shumë larg në të ardhmen.

source: ### I have deleted myself by accident.
de: ### Ich habe mich selbst versehentlich gelöscht.
it: ### Ho rimosso me stesso per errore.
pl: ### Usunąłem się przez przypadek.
sq: ### Fshiva veten padashje.

source: - As you're no longer a group member, you cannot add yourself again. However, no problem, just ask any other group member in a normal chat to re-add you.
de: - Da Sie kein Gruppenmitglied mehr sind, können Sie sich selbst nicht mehr hinzufügen. Kein Problem, bitten Sie einfach ein anderes Gruppenmitglied in einem normalen Chat, Sie erneut hinzuzufügen.
it: - Se non sei più un membro del gruppo, non puoi scegliere tu quando rientrarci. Ad ogni modo, puoi sempre chiedere via chat a uno dei membri di aggiungerti nuovamente.
pl: - Ponieważ nie jesteś członkiem grupy, nie możesz dodać siebie ponownie. Jednak nie ma problemu, po prostu poproś dowolnego członka grupy na normalnym czacie, aby dodał cię ponownie.
sq: - Ngaqë s’jeni më anëtar i grupit, s’mund të shtoni veten sërish. Megjithatë, s’ka problem, thjesht kërkojini një anëtari tjetër të grupit në një fjalosje të zakonshme t’ju shtojë sërish.

source: ### I do not want to receive the messages of a group any longer.
de: ### Ich möchte keine Nachrichten einer Gruppe mehr empfangen.
it: ### Non voglio più ricevere messaggi dal gruppo.
pl: ### Nie chcę już otrzymywać wiadomości od grupy.
sq: ### S’dua t’i marr më mesazhet e një grupi.

source: - Either delete yourself from the member list or delete the whole chat. If you want to join the group again later on, ask another group member to add you again.
de: - Löschen Sie sich entweder aus der Mitgliederliste oder löschen Sie den gesamten Chat. Wenn Sie der Gruppe später erneut beitreten möchten, bitten Sie ein anderes Gruppenmitglied, Sie erneut hinzuzufügen.
it: - Rimuovi te stesso dalla lista dei membri o elimina l'intera chat. Se vorrai rientrare nel gruppo in futuro, chiedi ad un membro di aggiungerti nuovamente.
pl: - Usuń siebie z listy członków lub usuń cały czat. Jeśli później będziesz chciał ponownie dołączyć do grupy, poproś innego członka grupy, aby dodał cię do grupy.
sq: - Ose fshini veten si anëtar i listës, ose fshini krejt bisedën. Nëse më vonë doni të ribëheni pjesë e grupit, kërkojini një anëtari tjetër të grupit t’ju shtojë sërish.

source: - As an alternative, you can also "Mute" a group - doing so means you get all messages and can still write, but are no longer notified of any new messages.
de: - Alternativ können Sie eine Gruppe auch "Stummschalten" - dies bedeutet, dass Sie weiterhin alle Nachrichten erhalten und neue schreiben können, aber nicht mehr über neue Nachrichten informiert werden.
it: - In alternativa puoi anche "silenziare" un gruppo - così facendo riceverai i messaggi e potrai rispondere, ma non ti appariranno più le notifiche.
pl: - Alternatywnie możesz też „Wyłączyć powiadomienia” dla grupy dzięki temu otrzymasz wszystkie wiadomości i nadal będziesz mógł pisać, ale nie będziesz już powiadamiany o żadnych nowych wiadomościach.
sq: - Ndryshe, mundeni edhe ta "Heshtoni" një grup - duke bërë këtë, do të merrni krejt mesazhet dhe prapë mund të shkruani, por nuk njoftoheni më, për çfarëdo mesazhesh të rinj.

source: ## Encryption {#encryption}
de: ## Verschlüsselung {#encryption}
it: ## Cifratura {#encryption}
pl: ## Szyfrowanie {#encryption}
sq: ## Fshehtëzim {#encryption}

source: ### Does Delta Chat support end-to-end-encryption?
de: ### Unterstützt Delta Chat eine Ende-zu-Ende-Verschlüsselung?
it: ### Delta Chat supporta la cifratura end-to-end?
pl: ### Czy Delta Chat obsługuje szyfrowanie end-to-end?
sq: ### A ka Delta Chat-i fshehtëzim skaj-më-skaj?

source: - Yes. Delta Chat implements the Autocrypt Level 1 standard and can thus E2E-encrypt messages with other Autocrypt-capable apps.
de: - Ja. Delta Chat implementiert den Autocrypt Level 1-Standard und kann daher Ende-zu-Ende-verschlüsselte Nachrichten mit anderen Autocrypt-fähigen Anwendungen austauschen.
it: - Si. DeltaChat implementa lo standard Autocrypt Level 1 e può anche cifrare e2e i messaggi da e verso altre app compatibili con Autocrypt.
pl: - Tak. Delta Chat ma zaimplementowany standard Autocrypt Level 1 i może szyfrować wiadomości metodą e2e za pomocą innych aplikacji obsługujących Autocrypt.
sq: - Po. DeltaChat sendërton standardin Autocrypt Level 1 dhe është pra në gjendje të fshehtëzojë mesazhe me e2e-n përmes aplikacionesh të tjera të afta të përdorin Autocrypt-in.

source: ### What do I have to do to activate the end-to-end-encryption?
de: ### Was muss ich tun, um die Ende-zu-Ende-Verschlüsselung zu aktivieren?
it: ### Cosa devo fare per attivare la cifratura end-to-end?
pl: ### Co muszę zrobić, aby aktywować szyfrowanie end-to-end?
sq: ### Ç’duhet të bëj që të aktivizohet fshehtëzimi skaj-më-skaj?

source: - Nothing.
de: - Nichts.
it: - Nulla.
nb: - Ingenting.
pl: - Nic.
ru: - Ничего.
sq: - Asgjë.
uk: - Нічого.

source: - Delta Chat apps (and other [Autocrypt](https://autocrypt.org)-compatible e-mail apps) share the keys required for end-to-end-encryption automatically as the first messages are sent. After this, all subsequent messages are encrypted end-to-end automatically. If one of the chat partners uses a non-Autocrypt e-mail app, subsequent messages are not encrypted until an Autocrypt-compliant app is available again.
de: - Delta Chat (und andere [Autocrypt](https://autocrypt.org)-kompatible E-Mail Anwendungen) tauschen die für eine Ende-zu-Ende-Verschlüsselung benötigten Schlüssel automatisch mit der ersten versendeten Nachricht aus. Danach werden alle folgenden Nachrichten automatisch Ende-zu-Ende verschlüsselt. Wenn einer der Chat-Partner eine E-Mail-Anwendung verwendet, die nicht Autocrypt-kompatibel ist, werden Nachrichten solange unverschlüsselt gesendet, bis wieder eine Autocrypt-kompatible Anwendung verfügbar ist.
it: - Le app di Delta Chat (e altre app e-mail compatibili con [Autocrypt](https://autocrypt.org) ) condividono automaticamente le chiavi richieste per la cifratura end-to-end appena viene inviato il primo messaggio. Dopodiché tutti i messaggi successivi vengono cifrati automaticamente. Se un membro della chat non usa un'app compatibile con Autocrypt i messaggi non vengono cifrati finché non ne viene usata una compatibile.
pl: - Gdy wysyłane są pierwsze wiadomości, aplikacje Delta Chat (i inne zgodne z [Autocrypt](https://autocrypt.org) aplikacje e-mail) automatycznie współdzielą klucze wymagane do szyfrowania metodą end-to-end. Następnie wszystkie kolejne wiadomości są automatycznie szyfrowane end-to-end. Jeśli jeden z partnerów czatu korzysta z aplikacji e-mail bez obsługi Autocrypt, kolejne wiadomości nie są szyfrowane, dopóki aplikacja zgodna z Autocrypt nie będzie ponownie dostępna.
sq: - Aplikacionet Delta Chat (dhe të tjerë aplikacione email të aftë për [Autocrypt](https://autocrypt.org)) përdorin automatikisht të njëjtat kyçe të domosdoshëm për fshehtëzim skaj-më-skaj, teksa dërgohen mesazhet e para. Pas kësaj, krejt mesazhet pasues fshehtëzohen automatikisht skaj-më-skaj. Nëse një nga partnerët në bisedë, më pas, përdor një aplikacion email që nuk mbulon Autocrypt-in, mesazhet nuk fshehtëzohen, derisa të ketë sërish një aplikacion të aftë për Autocrypt-in.

source: - If you want to _turn off_ the end-to-end-encryption, use the corresponding setting in "Settings / Advanced settings".
de: - Falls Sie die Ende-zu-Ende-Verschlüsselung _abschalten_ möchten, deaktivieren Sie die entsprechende Einstellungen unter "Einstellungen / Erweitert".
it: - Se desideri _disattivare_ la cifratura end-to-end, usa l'impostazione corrispondente in "Impostazioni / Impostazioni avanzate".
pl: - Jeśli chcesz _wyłączyć_ szyfrowanie end-to-end, użyj odpowiedniego ustawienia w „Ustawienia » Ustawienia zaawansowane”.
sq: - Nëse doni të _çaktivizohet_ fshehtëzimi skaj-më-skaj, përdorni fushën përkatës te "Rregullime / Rregullime të mëtejshme".

source: ### If end-to-end-encryption is not available, is the connection not encrypted at all?
de: ### Wird ohne Ende-zu-Ende-Verschlüsselung gar nicht verschlüsselt?
it: ### Se la cifratura end-to-end non è disponibile, anche la connessione non viene cifrata?
sq: ### Nëse s’ka fshehtëzim skaj-më-skaj, a lihet lidhja pa u fshehtëzuar fare?
