Repository: Grendpot2017/deltachat-pages
Catalog: */help.po
Languages: de, it, nb, pl, ru, sq, uk

source: - Yes. If incoming email lacks a plain text part, we convert HTML-emails to plain text ourselves. Outgoing emails always use plain text.
nb: - Ja. Hvis innkommende e-post mangler en klartekstdel, konverteres HTML-e-poster til klartekst på din enhet. Utgående e-poster bruker alltid klartekst.
ru: - Да. Если во входящей электронной почте отсутствует текстовый формат «text/plain» , мы преобразуем HTML-письма в текстовый формат самостоятельно. Исходящие письма всегда используют текстовый формат.
uk: - Так. Якщо у вхідній електронній пошті відсутній текстовий формат «text/plain», ми перетворюємо HTML-листи у текстовий формат самостійно. Вихідні листи завжди використовують текстовий формат.

source: # Groups
nb: # Grupper
ru: # Группы
uk: # Групи

source: ## How can I create a group?
nb: ## Hvordan kan jeg opprette en gruppe?
ru: ## Как создать группу?
uk: ## Як створити групу?

source: - Select **Add group** from the "Sandwich menu" in the upper left corner of the chat overview. - On the following screen, select the **group members** and hit the check mark in the upper right corner. After that, you can define a **group name**. - As soon as you write the **first message** in the group, all members are informed about the new group and can answer in the group (as long as you do not write a message in the group the group is invisible to the members).
nb: - Velg **Legg til gruppe** fra "smørbrødsmenyen" øverst i venstre hjørne for sludringsoversikt. - På neste skjerm, velg **gruppemedlemmer** og trykk på avhukingsmerket øverst i høyre hjørne. Etter det, kan du velge et **gruppenavn** - Så snart du skriver den **første meldingen** i gruppen, vil alle medlemmer få vite om den nye gruppen og kan svare i den (så lenge du ikke skriver en melding i gruppen, er den usynlig for medlemmene).
ru: - Нажмите на 3 вертикальных точки, расположенных в правом верхнем углу, из выпадающего меню выберите **Новая группа**. - На следующем экране выберите **участников группы** и нажмите на галочку наверху перед тремя горизонтальными точками в качестве завершения и подтверждения добавления количества участников группы. После этого можно присвойте название новой группы введя его в поле **Введите название группы**. Далее нажмите на галочку в верхнем правом углу для завершения процедуры оформления новой группы. - Как только вы напишете **первое сообщение** в группе, все участники информируются о новой группе и могут ответить в группе (до тех пор, пока вы не пишете сообщение в группе, группа невидима для участников).

source: ## Who can add members to a group?
nb: ## Hvordan kan jeg legge til medlemmer i en gruppe?
ru: ## Кто может добавлять участников в группу?

source: ## I have deleted myself by accident.
nb: ## Jeg har slettet meg selv ved en feiltagelse.
ru: ## Я случайно себя удалил.
uk: ## Я випадково себе видалив.

source: - As you're no longer a group member now, you cannot add yourself again. However, no problem, just ask any other group member in a normal chat to add you again.
nb: - Siden du nå har forlatt gruppen, kan du ikke legge deg selv til igjen. Det er dog ikke et problem, bare få et annet gruppemedlem i en normal sludring til å legge deg til igjen.
ru: - Поскольку вы больше не являетесь участником группы, вы не можете добавить себя снова. Тем не менее, никаких проблем, просто попросите любого другого участника группы в обычном чате добавить вас снова.

source: ## I do not want to receive the messages of a group any longer.
nb: ## Jeg ønsker ikke lenger å motta meldinger fra en gruppe.
ru: ## Я больше не хочу получать сообщения группы.
uk: ## Я більше не хочу отримувати повідомлення групи.

source: - Either delete yourself from the member list or delete the whole chat. If you want to join the group later again, ask another group member to add you again. - As an alternative, you can also "Mute" a group - doing so, you'll get all messages and can still write but you're no longer notified of any new messages.
nb: - Enten slett deg selv fra medlemslisten, eller slett hele sludringen. Hvis du ønsker å ta del i gruppen igjen senere, spør et annet gruppemedlem om å legge deg til igjen. - Som et alternative, kan du også "Forstumme" en gruppe - å gjøre det, vil la deg få alle dens meldinger, og du kan fremdeles skrive i den, men du vil ikke lenger få beskjed om nye meldinger.
ru: - Удалите себя из списка участников или удалите весь чат. Если вы захотите присоединиться к группе позже, попросите другого участника группы добавить вас снова. - В качестве альтернативы, вы также можете "заглушить" группу - сделав это, вы будете получать все сообщения и по-прежнему сможете писать, но вы больше не будете уведомлены о каких-либо новых сообщениях.

source: # Encryption {#encryption}
nb: # Kryptering {#encryption}
ru: # Шифрование {#encryption}
uk: # Шифрування {#encryption}

source: ## Does Delta Chat have an end-to-end-encryption?
nb: ## Har Delta Chat ende-til-ende -kryptering?
ru: ## Delta Chat поддерживает сквозное шифрование?

source: - Yes.
nb: - Ja.
ru: - Да.

source: ## What do I have to do to activate the end-to-end-encryption?
nb: ## Hva må jeg gjøre for å aktivere ende-til-ende -kryptering?
ru: ## Что нужно сделать, чтобы активировать сквозное шифрование?
uk: ## Що потрібно зробити, щоб активувати наскрізне шифрування?

source: - Delta Chat (and other [Autocrypt](https://autocrypt.org)-compatible email-programs) share the keys required for end-to-end-encryption automatically as the first messages are sent. After this, all subsequent messages are encrypted end-to-end automatically. If, one of the chat partners use an app later that cannot use end-to-end-encryption, it is paused for this time and automatically re-activated as soon as possible.
nb: - Delta Chat (og andre [Autocrypt](https://autocrypt.org)--kompatible e-postprogramer) deler nøklene som kreves for ende-til-ende -kryptering automatisk så snart den første meldingen blir sendt. Etter dette, vil alle påfølgende meldinger bli ende-til-ende -kryptert automatisk. Hvis, en av sludrepartnerne bruker et program senere, som ikke kan gjøre bruk av ende-til-ende -kryptering, blir det satt på pause, og automatisk re-aktivert så snart det er mulig.
ru: - Delta Chat (и другие [Autocrypt](https://autocrypt.org)-совместимые-почтовые программы) делятся ключами сквозного шифрования автоматически, после как будет отправлено первое сообщение. После этого все участники переписки подключаются к протоколу сквозного шифрования автоматически. Если один из участников переписки будет использовать приложение в котором незадействовано сквозное шифрование, переписка будет приостановлена на время пока шифрование не будет перезапущено автоматически, настолько быстро насколько это возможно.

source: - If you want to _deactivate_ the end-to-end-encryption, use the corresponding setting at "Settings / Advanced settings".
nb: - Hvis du ønsker å _skru av_ ende-til-ende -kryptering, bruk respektiv innstilling i "Innstillinger / Avanserte innstillinger".
ru: - Если вы хотите _отключить_ сквозное шифрование, используйте соответствующий пункт в меню "Настройки / Расширенные настройки".

source: ## If end-to-end-encryption is not available, is the connection not encrypted at all?
nb: ## Hvis ende-til-ende -kryptering ikke er tilgjengelig, er tilkoblingen kryptert overhodet?
ru: ## Если сквозное шифрование недоступно, связь не шифруется вообще?
uk: ## Якщо наскрізне шифрування недоступне, з'єднання не шифрується взагалі?

source: - No. The normal, email-standard _transport encryption_ is used then.
nb: - Nei. Normal standard _transport-kryptering_ for e-post brukes i sådant fall.
ru: - Это не так. Используется обыкновенный _криптографический протокол TLS _ стандартный для электронной почты.

source: ## How can I check the encryption?
nb: ## Hvordan kan jeg sjekke krypteringen?
ru: ## Как проверить шифрование?
uk: ## Як перевірити шифрування?

source: - If a little **padlock** is shown beside a message, this implies that the message is end-to-end-encrypted _and_ is send from the given sender _and_ your answer will be end-to-end-encrypted as well. - If there is **no padlock**, the message is usually transport encrypted eg. because you or the sender have disabled end-to-end-encryption or the sender uses an app that does not support end-to-end-encryption.
nb: - Hvis en liten **hengelås** vises ved siden av en melding, angir det at meldingen er ende-til-ende -kryptert _og_ sendt fra angitt avsender _og_ at også svaret ditt vil bli ende-til-ende -kryptert. - Hvis det **ikke finnes en hengelås**, vil meldingen vanligvis bli transport-kryptert f.eks. fordi du eller senderen har skrudd av ende-til-ende -kryptering, eller at avsenderen bruker et program som ikke støtter ende-til-ende -kryptering.
ru: - Если маленький **замок** виден за сообщением, значит это сообщение зашифровано _и_ отправлено от отправителя применившего протокол сквозного шифрования _и_ ваш ответ также будет зашифрован. - Если **нет замка**, значит сообщение зашифровано по обычному протоколу TLS, например потому, что отправитель отключил сквозное шифрование или его приложение не поддерживает данный протокол.

source: ## How can I verify the sender?
nb: ## Hvordan kan jeg bekrefte avsenderen?
ru: ## Как мне проверить отправителя?
uk: ## Як мені перевірити відправника?

source: The user's profile shows some additional information:
nb: Brukerprofilen viser litt ekstra informasjon:
ru: В профиле пользователя будет видна следующая информация:
uk: У профілі користувача буде видно наступну інформацію:

source: - For an end-to-end-encryption, Delta Chat show two fingerprints there. If they are the same on the device of your chat partner, the connection is safe. - For transport encryption, this state is just shown there
nb: - For ende-til-ende -kryptering, viser Delta Chat to fingeravtrykk der. Hvis de er de samme på din og din samtalepartners enhet, er tilkoblingen trygg. - For transportkryptering, vises bare denne tilstanden der
ru: — При использовании сквозного шифрования будут показаны отпечатки двух ключей. Если они совпадают на обоих устройствах, то соединение безопасно. — При использовании протокола (TLS), статус будет отображаться

source: ## Which standards are used for end-to-end-encryption?
nb: ## Hvilke standarder brukes for ende-til-ende -kryptering?
ru: ## Какие стандарты используются для сквозного шифрования?
uk: ## Які стандарти використовуються для наскрізного шифрування?

source: - OpenPGP. Key transport is done via [Autocrypt](https://autocrypt.org).
nb: - OpenPGP. Nøkkeltransport gjøres via [Autocrypt](https://autocrypt.org).
ru: - Стандарт OpenPGP. Обмен ключами осуществляется через [Autocrypt](https://autocrypt.org).
uk: - Стандарт OpenPGP. Обмін ключами здійснюється через [Autocrypt](https://autocrypt.org).

source: ## Can I re-use by existing private key?
nb: ## Kan jeg bruke en privat nøkkel jeg har fra før?
ru: ## Можно ли использовать существующий закрытый ключ?

source: - Yes. The best way is to send an Autocrypt Setup Message from the other e-mail client. Look for sth. like **Start Autocrypt Setup Transfer** in the settings of the other client and follow the instructions shown there.
nb: - Ja. Den beste måten er å sende en Autocrypt-oppsettsmelding. Se etter noe ala **Start Autocrypt-oppsettsoverføring** i innstillingene til den andre klienten og følg instruksjonene vist der.
ru: — Да. Самый простой способ использовать существующий ключ — отправить его из приложения для работы с электронной почтой. Найдите в настройка слова типа "Autocrypt Setup Message" в параметрах своего приложения и следуйте дальнейшим указаниям.
uk: - Так. Найпростіший спосіб використати існуючий ключ – відправити повідомлення з параметрами Autocrypt з додатку для роботи з електронною поштою. Знайдіть в налаштуваннях свого додатку слова типу **Почати передачу параметрів Autocrypt** і дотримуйтесь подальших вказівок.

source: - Alternatively, you can import the key manually at "Advanced settings / Manage private keys". Caution: Make sure, the key is not protected by a password or remove it before.
nb: - Alternativt kan du inportere nøkkelen manuelt i "Avanserte innstillinger / Behandle private nøkler". Merk: Forsikre deg om at nøkkelen ikke er beskyttet av et passord, eller fjern den først.
ru: — Также возможно выполнить импорт ключей вручную. Для этого воспользуйтесь пунктом меню «Расширенные настройки → Управление закрытыми ключами». Внимание: убедитесь в том что ключи незащищены паролем, отключите и/или удалите пароль перед их использованием.
uk: - Також можливо виконати імпорт ключів вручну. Для цього скористайтеся пунктом меню «Інші параметри → Управління закритими ключами». Увага: переконайтеся в тому, що ключі не захищені паролем (вимкніть і/або видаліть пароль перед їх використанням).

source: If you don't have a key or don't even know you would need one - don't worry: Delta Chat generates one as needed, you have to do nothing.
nb: Hvis du ikke har en nøkkel, eller ikke engang vet om du kommer til å trenge en - fortvil ikke: Delta Chat genererer en for deg, du trenger ikke å gjøre noe.
ru: Если у вас нет ключа или вы даже не знаете, что он вам понадобится - не волнуйтесь: Delta Chat сгенерирует его при необходимости, вам не нужно ничего делать.

source: # Multi-client {#multiclient}
nb: # Multi-klient {#multiclient}
ru: # Мульти-клиент {#multiclient}
uk: # Мульти-клієнт {#multiclient}

source: ## Can I use Delta Chat on multiple devices the same time?
nb: ## Kan jeg bruke Delta Chat på flere enheter samtidig?
ru: ## Могу ли я использовать Delta Chat на нескольких устройствах одновременно?
uk: ## Чи можна використовувати Delta Chat на декількох пристроях одночасно?

source: - If you want to use the **same account** on different devices, you have to make sure, all devices use the same keys for encryption:
nb: - Hvis du ønsker å bruke **samme konto** på flere enheter, må du forsikre deg om at alle enheter bruke samme krypteringsnøkler:
ru: - Если вы хотите использовать **одну и ту же учётную запись** на разных устройствах, вы должны убедиться, что все устройства используют одни и те же ключи шифрования:

source: - On the first device, choose "Advanced settings / Manage private keys / Export key to Downloads" - Via USB, copy the key file from the "Downloads" directory of the first device to the second one. - On the second device, "Advanced settings / Manage private keys / Import key from Downloads"
nb: - På den første enheten, velg "Avanserte innstillinger / Behandle private nøkler / Eksporter nøkkel til Nedlastinger" - Via USB, kopier nøkkelfila fra "Nedlastinger"-mappen til første enhet på den andre. - På den andre enheten, "Avanserte innstillinger / Behandle private nøkler / Importer nøkkel fra Nedlastinger"
ru: - На первом устройстве выберите "Дополнительные настройки / Управление закрытыми ключами / Экспорт ключа" - Через USB скопируйте файл ключа из каталога "Загрузки" первого устройства на второе. - На втором устройстве выберите "Дополнительные настройки / Управление закрытыми ключами / Импорт ключа"

source: - All this is **not needed** for the standard usage of Delta Chat using just one device.
nb: - Alt dette er **ikke nødvendig** for vanlig bruk av Delta Chat, med bare én enhet.
ru: - Всё это **не требуется** для стандартного использования Delta Chat с помощью только одного устройства.

source: - NB: In multi-client mode, _incoming_ messages are shown at once on all clients. _Outgoing_ messages are synced about two times an hour. We can improve this, but we would need more [support](contribute) on this issue.
nb: - NB: I multiklientmodus, vil _innkommende_ meldinger vises umiddelbart på alle klienter. _Utgående_ meldinger synkroniseres to ganger i timen. Dette kan forbedres, men det trengs mer [støtte](contribute) for å få bukt med problemet.
ru: - Примечание: в многопользовательской режиме, _входящие_ сообщения отображаются сразу на всех клиентах. _Исходящие_ сообщения синхронизируются два раза в час. Возможно мы можем это улучшить, но нам требуется дополнительная поддержка по данному вопросу.

source: # Miscellaneous
nb: # Ymse
ru: # Прочее
uk: # Інше

source: ## Delta Chat on Linux Desktop
ru: ## Delta Chat на компьютере с Linux Desktop

source: - You can run Delta Chat on Ubuntu Linux desktop (or other linux distributions supporting the **snap**-package format) by simply installing [Anbox](https://anbox.io) (Android in a Box) from terminal:
ru: - Вы можете запустить Delta Chat на компьютере с Ubuntu Linux (или другом дистрибутиве GNU/Linux, поддерживающем формат пакетов snap) путём простой установки [Anbox](https://anbox.io) через терминал:

source: - To add the Delta Chat application, download the *com.b44t.messenger_\<version\>.apk* file from [this](download) page and install it from terminal:
ru: - Чтобы добавить приложение Delta Chat, загрузите файл *com.b44t.messenger_<version\>.apk* [отсюда](download) и установите через терминал:

source: adb is the Android Debug Bridge and can be installed from repository.
ru: adb - это утилита Android Debug Bridge и она может быть установлена из репозитория

source: - Instead of installing Delta Chat directly via APK file, you can first install the F-Droid store via [F-Droid-APK](https://f-droid.org/FDroid.apk) and then install Delta Chat using the store. The great benefit is the information about updates and the migration of existing config and chat data.
ru: - Вместо того чтобы загрузить .apk файл Delta Chat, вы можете установить его через магазин приложений F-Droid [F-Droid-APK](https://f-droid.org/FDroid.apk). В таком случае вы получите большое преимущество, так как будете получать актуальную информацию об обновлениях и изменениях в существующей конфигурации и данных чата.

source: ## Login Issues
ru: ## Проблемы со входом

source: I have a problem with ...
ru: У меня проблема с ...

source: - Gmail: Enable "Support less secure apps" and IMAP, you may receive a mail to grant permission
ru: - Gmail: Включите "Поддержка менее безопасных приложений" и IMAP (вы можете получить письмо, чтобы предоставить разрешение)

source: ## I'm interested in the technical details. Can you tell me more?
nb: ## Jeg er interessert i de tekniske detaljene. Kan du fortelle meg mer?
ru: ## Меня интересуют технические детали. Можете рассказать больше?
uk: ## Мене цікавлять технічні деталі. Можете розповісти більше?

source: - See page [Standards used in Delta Chat]({% include standards-url %}).
nb: - Sjekk siden [standarder brukt i Delta Chat]({% include standards-url %}).
ru: - Смотрите на странице [Стандарты используемые в Delta Chat]({% include standards-url %}).
uk: - Дивіться на сторінці [Стандарти, що використовуются у Delta Chat]({% include standards-url %}).

source: ## Can I re-use my existing private key?
uk: ## Чи можна повторно використовувати існуючий закритий ключ?

source: ## Does Delta Chat work with _my_ e-mail-provider?
uk: ## Чи підтримує Delta Chat роботу з _моїм_ провайдером електронної пошти?
