Repository: Grendpot2017/deltachat-pages
Catalog: */index.po
Languages: sq

source: --- title: The messenger layout: default-en ---
sq: --- title: The messenger layout: default-sq ---

source: # Delta Chat The messenger with the **broadest audience** in the world. **Free**, **independent**, email compatible.
sq: # Delta Chat Shkëmbyesi i mesazheve me **publikun më të gjerë** në botë. **I lirë**, **i pavarur**, i pajtueshëm me email-in.

# ../en/index.md:14
source: {% include slider-next.html %}
sq: {% përfshi slider-next.html %}

source: # Independent **There is no Delta Chat server.** The app only uses your email server.
sq: # I pavarur **S’ka shërbyes Delta Chat** Aplikacioni përdor vetëm shërbyesin tuaj të email-eve.

# ../en/index.md:20
source: {% include slider-next.html %}
sq: {% përfshi slider-next.html %}

source: # Fast **Push messages** in seconds. Rapid interface.
sq: # I shpejtë **Mesazhe push** brenda pak sekondash. Ndërfaqe e shpejtë.

# ../en/index.md:26
source: {% include slider-next.html %}
sq: {% përfshi slider-next.html %}

source: # Powerful **Unlimited** chats, images, videos, audio messages and more. Multi-client capable.
sq: # I fuqishëm Biseda, figura, video, mesazhe audio, etj, **të pakufizuara**. Me aftësi _multi-client_.

# ../en/index.md:31
source: {% include slider-next.html %}
sq: {% përfshi slider-next.html %}

source: # Free **Delta Chat** is free forever. Open Source. No ads. No subscription. No vendor lock-in.
sq: # I lirë **Delta Chat** është i lirë, përgjithmonë. Me burim të Hapur. Pa reklama. Pa pajtim. Pa kyçje nga tregtuesit.

# ../en/index.md:37
source: {% include slider-next.html %}
sq: {% përfshi slider-next.html %}

source: # Encrypted Encrypted with all common algorithms. Messages stay on your servers.
sq: # I fshehtëzuar Fshehtëzuar me krejt algoritmet e zakonshëm. Mesazhet qëndrojnë në shërbyesit tuaj.

# ../en/index.md:42
source: {% include slider-next.html %}
sq: {% përfshi slider-next.html %}

source: # Trustworthy **Delta Chat** is safe for business use, compatible and standards-based.
sq: # I besueshëm **Delta Chat** është i parrezik për përdorim biznesi, i bazuar në standarde dhe i përputhshëm me ta.
