Repository: Grendpot2017/deltachat-pages
Catalog: */references.po
Languages: ca, de, it, uk

source: --- title: References layout: default-en ---
ca: --- title: References layout: default-ca ---
de: --- title: Referenzen layout: default-de ---
it: --- title: Riferimenti layout: default-it ---
uk: --- title: Посилання layout: default-uk ---

source: # References
ca: # Referències
de: # Referenzen
it: # Riferimenti
uk: # Посилання

source: Although Delta Chat is still in beta state, there are already some interesting articles. Do we have missed something? Please [let us know](imprint).
ca: Malgrat que Delta Chat encara està en estadi beta, ja hi ha alguns articles interessants. Ens hem descuidat alguna cosa? Siusplau [aviseu-nos](imprint).
de: Obwohl Delta Chat noch im Beta-Status ist, gibt es bereits einige interessante Artikel. Falls etwas fehlt, bitte senden Sie uns einfach eine [Nachricht](imprint).
it: Anche se Delta Chat è ancora in fase beta, ci sono già alcuni interessanti articoli. Abbiamo dimenticato qualcosa? [Faccelo sapere](imprint).
uk: Delta Chat як і раніше у стадії бета, пропонуємо вам кілька цікавих статей. Ми щось упустили? Повідомте нам про це [let us know](imprint).

source: ## iX (German magazine): Dargereicht - Autocrypt automatisiert E-Mail-Kryptografie
ca: ## iX (revista alemana): Dargereicht - Autocrypt automatisiert E-Mail-Kryptografie
de: ## iX: Dargereicht - Autocrypt automatisiert E-Mail-Kryptografie
it: ## iX (rivista tedesca): Dargereicht - Autocrypt automatisiert E-Mail-Kryptografie
uk: ## iX (Журнал німецькою мовою): Dargereicht - Autocrypt automatisiert E-Mail-Kryptografie

source: This article is about Autocrypt, the specification used by Delta Chat for end-to-end setup. Delta Chat is mentioned on the edge.
ca: Aquest article versa sobre Autocrypt, l'especificació usada per Delta Chat per la configuració d'extrem a extrem. Delta Chat hi és citat de resquitllada.
de: Dieser Artikel behandelt Autocrypt, die von Delta Chat für die End-to-End-Einrichtung verwendete Spezifikation. Delta Chat wird am Rande erwähnt.
it: Questo è un articolo su Autocrypt, la specifica usata da Delta Chat per la configurazione della cifratura end-to-end. Delta Chat viene menzionata a margine.
uk: Стаття про специфікацію Autocrypt, що використовується в Delta Chat для наскрізного шифрування. Delta Chat згаданий на сторінці.

source: 05/2018, page 64, <https://www.heise.de/select/ix/2018/5/1524784198472399>
ca: 05/2018, pàgina 64, <https://www.heise.de/select/ix/2018/5/1524784198472399>
de: 05/2018, Seite 64, <https://www.heise.de/select/ix/2018/5/1524784198472399>
it: 05/2018, pagina 64, <https://www.heise.de/select/ix/2018/5/1524784198472399>
uk: 05/2018, сторінка 64, <https://www.heise.de/select/ix/2018/5/1524784198472399>

source: ## Linux User (German magazine): Private and Confidential - Privatvergnügen
ca: ## Linux User (revista alemana): Private and Confidential - Privatvergnügen
de: ## Linux User: Private and Confidential - Privatvergnügen
it: ## Linux User (rivista tedesca): Private and Confidential - Privatvergnügen
uk: ## Linux User (Журнал німецькою мовою): Private and Confidential - Privatvergnügen

source: _"Der pfiffige Messenger Delta Chat bietet eine interessante Alternative zu Datenkraken wie Whatsapp."_
it: _"Delta Chat Messenger è un'alternativa intelligente ed interessante alle applicazioni tentacolari e ruba-dati come Whatsapp."_

source: 03/2018, page 84, <http://www.linux-community.de/Internal/Artikel/Print-Artikel/LinuxUser/2018/03/Privatvergnuegen>
ca: 03/2018, pàgina 84, <http://www.linux-community.de/Internal/Artikel/Print-Artikel/LinuxUser/2018/03/Privatvergnuegen>
de: 03/2018, Seite 84, <http://www.linux-community.de/Internal/Artikel/Print-Artikel/LinuxUser/2018/03/Privatvergnuegen>
it: 03/2018, pagina 84, <http://www.linux-community.de/Internal/Artikel/Print-Artikel/LinuxUser/2018/03/Privatvergnuegen>
uk: 03/2018, сторінка 84, <http://www.linux-community.de/Internal/Artikel/Print-Artikel/LinuxUser/2018/03/Privatvergnuegen>

source: ## Hasecke (German blog): Mit Delta Chat per E-Mail chatten
ca: ## Hasecke (blog alemany): Mit Delta Chat per E-Mail chatten
de: ## Hasecke: Mit Delta Chat per E-Mail chatten
it: ## Hasecke (blog tedesco): Mit Delta Chat per E-Mail chatten
uk: ## Hasecke (Блог німецькою мовою): Mit Delta Chat per E-Mail chatten

source: _"Delta Chat funktioniert flüssig – als Messenger und als E-Mail-Client."_
it: _"Delta Chat funziona correttamente sia come applicazione di messaggistica che come client email."_

source: ## Cloudette (German blog): Delta Chat – ein neuer Star am Messenger-Himmel?!
ca: ## Cloudette (blog alemany): Delta Chat – ein neuer Star am Messenger-Himmel?!
de: ## Cloudette: Delta Chat – ein neuer Star am Messenger-Himmel?!
it: ## Cloudette (blog tedesco): Delta Chat – ein neuer Star am Messenger-Himmel?!
uk: ## Cloudette (Блог німецькою мовою): Delta Chat – ein neuer Star am Messenger-Himmel?!

source: _"Für mich sieht das Ganze bisher sehr sehr gut aus und ich könnte mir vorstellen, dass ich damit nach und nach alle anderen Chat Messenger ablösen kann [...]"_
it: _"A mio avviso l'applicazione è ottima e potrei anche pensare di sostituire gradualmente tutte le altre app di messaggistica[...]"_
